Repository: benvm/garmon
Catalog: po/*.po
Languages: nl

source: Connect to an ELM based OBD tool
nl: Maak verbinding met een ELM-gebaseerd apparaat

source: "OFF" color
nl: "UIT" kleur

source: "ON" color
nl: "AAN"-kleur

source: <b>Malfunction Indicator Light:</b>
nl: <b>Storingsindicatielampje</b>

source: <b>Plugin Manager:</b>
nl: <b>Plugin Beheer:</b>

source: <b>Portname:</b>
nl: <b>Poortnaam:</b>

source: <b>Serial Port:</b>
nl: <b>Seriële Poort:</b>

source: <b>Units:</b>
nl: <b>Eenheden:</b>

source: General
nl: Algemeen

source: Imperial
nl: Imperiaal

source: Increase baudrate after connection:
nl: Verhoog baudrate na verbinden

source: Initial Baudrate:
nl: Initiële baudrate

source: Load saved plugins when program starts
nl: Laad opgeslagen plugins bij opstarten

source: Metric
nl: Metrisch

source: Save active plugins on exit
nl: Sla actieve plugins op bij afsluiten

source: page 2
nl: pagina 2

source: page 3
nl: pagina 3

source: page 4
nl: pagina 4

source: Python Shell. Inspect Garmons internals.
nl: Python shell: Inspecteer Garmon's werking

source: Do You Really want to quit?
nl: Weet U zeker dat U wil afsluiten

source: Please make sure the device is connected and your settings are correct
nl: Zorg er alstublieft voor dat het apparaat is aangesloten

source: The port is not open
nl: The poort is niet geopend

source: Unable to write to
nl: Onmogelijk te schrijven naar

source: Read timeout from
nl: Lees timeout van

source: Unable to read from
nl: Onmogelijk te lezen van

source: could not read supported pids
nl: Kon ondersteunde PIDs niet lezen

source: atz command failed
nl: atz commando gefaald

source: ate0 command failed
nl: ate0 commando gefaald

source: No portname has been set.
nl: Er is geen portnaam ingesteld.

source: Unable to open %s
nl: Onmogelijk %s te openen

source: No data was received from the device
nl: Geen data van het apparaat ontvangen

source: Did not get a mode 03 result from the device
nl: Geen mode 03 resultaat van het apparaat ontvangen

source: Did not get a valid length of data
nl: Geen toegestane datalengte ontvangen

source: Please make sure the device is connected.
nl: Zorg er alstublieft voor dat het apparaat is aangesloten.

source: Should we attempt a reset?
nl: Moet een reset geprobeerd worden?

source: Garmon Plugin Manager
nl: Garmon Plugin Beheer

source: failed to load plugin:
nl: plugin laden mislukt:

source: Failed to activate plugin %s
nl: Plugin %s activeren mislukt

source: %s does not seem to be a valid Plugin
nl: %s lijkt geen geldige plugin

source: building menus failed: %s
nl: Menus bouwen mislukt: %s

source: Plugin activated: %s
nl: Plugin geactiveerd: %s

source: Plugin deactivated: %s
nl: Plugin gedeactiveerd: %s

source: No file %s was found in %s
nl: Bestand %s niet gevonden in %s

source: <b>Version: </b>
nl: <b>Versie: </b>

source: <b>Author: </b>
nl: <b>Auteur: </b>

source: <b>Description: </b>
nl: <b>Omschrijving: </b>

source: Garmon Preferences
nl: Garmon Voorkeuren

source: Open Loop - Caused by driving conditions
nl: Open Loop - veroorzaakt door rijcondities

source: Open Loop - Caused by system fault
nl: Open Loop - Veroorzaakt door systeemfout

source: Closed Loop - But there is a fault
nl: Closed Loop - Maar er is een fout

source: Upstream of first Catalytic convertor.
nl: Voor de eerste katalisator

source: Downstream of first Catalytic convertor inlet.
nl: Na de eerste katalisator

source: Atmosphere/off
nl: Atmosfeer/uit

source: OBD and OBD II
nl: OBD en OBD II

source: Not intended to meet any OBD requirements.
nl: Niet bedoeld om aan OBD voorwaarden te voldoen

source: EOBD (Europe)
nl: EOBD (Europa)

source: Supported PIDs
nl: Ondersteunde PIDs

source: Number of trouble codes
nl: Aantal foutcodes

source: Malfunction Indicator Light
nl: Storingsindicatielampje

source: DTC Causing Freeze Frame
nl: DTC Freeze Frame

source: Fuel System Status 1
nl: Brandstofsysteem Status 1

source: Fuel System Status 2
nl: Brandstofsysteem Status 2

source: Calculated Engine Load Value
nl: Berekende Motorbelasting

source: Engine coolant temperature
nl: temperatuur koelvloeistof

source: Short Term Fuel Trim - Bank 1
nl: Korte termijn brandstofmengsel - 1

source: Long Term Fuel Trim - Bank 1
nl: Lange termijn brandstofmengsel - 1

source: Short Term Fuel Trim - Bank 2
nl: Korte termijn brandstofmengsel - 2

source: Long Term Fuel Trim - Bank 2
nl: Lange termijn brandstofmengsel - 1

source: Fuel Pressure
nl: Brandstofdruk

source: Intake Manifold Pressure
nl: Druk Inlaatspruitstuk

source: Engine RPM
nl: Toerental

source: Vehicle Speed
nl: Snelheid

source: Timing Advance
nl: Ontstekingsvervroeging

source: Intake Air Temp
nl: Inlaatlucht Temperatuur

source: MAF Air Flow Rate
nl: Inlaatlucht Debiet

source: Throttle Position
nl: Positie Gasklep

source: O2 Sensors present
nl: Aanwezige lambdasondes

source: O2 Sensor: 1 - 1 Voltage
nl: Lambdasonde: 1 - 1 Spanning

source: O2 Sensor: 1 - 1 Fuel Trim
nl: Lambdasonde: 1 - 1 Mengsel

source: O2 Sensor: 1 - 2 Voltage
nl: Lambdasonde: 1 - 2 Spanning

source: O2 Sensor: 1 - 2 Fuel Trim
nl: Lambdasonde: 1 - 2 Mengsel

source: O2 Sensor: 1 - 3 Voltage
nl: Lambdasonde: 1 - 3 Spanning

source: O2 Sensor: 1 - 3 Fuel Trim
nl: Lambdasonde: 1 - 3 Mengsel

source: O2 Sensor: 1 - 4 Voltage
nl: Lambdasonde: 1 - 4 Spanning

source: O2 Sensor: 1 - 4 Fuel Trim
nl: Lambdasonde: 1 - 4 Mengsel

source: O2 Sensor: 2 - 1 Voltage
nl: Lambdasonde: 2 - 1 Spanning

source: O2 Sensor: 2 - 1 Fuel Trim
nl: Lambdasonde: 2 - 1 Mengsel

source: O2 Sensor: 2 - 2 Voltage
nl: Lambdasonde: 2 - 2 Spanning

source: O2 Sensor: 2 - 2 Fuel Trim
nl: Lambdasonde: 2 - 2 Mengsel

source: O2 Sensor: 2 - 3 Voltage
nl: Lambdasonde: 2 - 3 Spanning

source: O2 Sensor: 2 - 3 Fuel Trim
nl: Lambdasonde: 2 - 3 Mengsel

source: O2 Sensor: 2 - 4 Voltage
nl: Lambdasonde: 2 - 4 Spanning

source: O2 Sensor: 2 - 4 Fuel Trim
nl: Lambdasonde: 2 - 4 Mengsel

source: OBD Designation
nl: OBD aanduiding

source: Time Since Engine Start
nl: Tijd sinds motor gestart is

source: Distance traveled with MIL on
nl: Afstand afgelegd met MIL aan

source: Fuel Rail Pressure
nl: Druk Brandstofrail

source: (relative to manifold vacuum)
nl: (relatief tot-vacuum spruitstuk)

source: Fuel Rail Pressure (diesel)
nl: Druk Brandstofrail (diesel)

source: 02S1_WR_Lambda
nl: Lambdasonde 1 Lambda

source: 02S2_WR_Lambda
nl: Lambdasonde 2 Lambda

source: 02S3_WR_Lambda
nl: Lambdasonde 3 Lambda

source: 02S4_WR_Lambda
nl: Lambdasonde 4 Lambda

source: 02S5_WR_Lambda
nl: Lambdasonde 5 Lambda

source: 02S6_WR_Lambda
nl: Lambdasonde 6 Lambda

source: 02S7_WR_Lambda
nl: Lambdasonde 7 Lambda

source: 02S8_WR_Lambda
nl: Lambdasonde 8 Lambda

source: Commanded EGR
nl: gevraagde EGR

source: EGR Error
nl: EGR fout

source: <b>Colors</b>
nl: <b>kleuren</b>

source: background
nl: achtergrond

source: needle
nl: naald

source: A dashboard-like plugin with meters showing OBD information
nl: Een dashboardachtige plugin met meters die OBD informatie tonen

source: DTC Clearer
nl: DTC Wisser

source: Clears the stored trouble codes in the vehicle
nl: Wist de opgeslagen foutcodes in het voertuig

source: _Clear DTC
nl: _Wis DTC

source: Clear stored trouble codes
nl: Wis opgeslagen foutcodes

source: An error occurred while trying to reset the dtc. Please make sure your device is connected. The ignition must be turned on but the engine should not be running
nl: Er is een fout opgetreden tijdens de poging om de DTC te resetten. Zorg er alstublieft voor dat het apparaat is aangesloten. Het contact moet zijn aangeschakeld maar de motor mag niet lopen.

source: Are You Sure You want to clear the trouble codes? This will reset the Malfunction Indicator Light. Besides that it will also: - reset the number of trouble codes - erase any diagnostic trouble codes - erase any stored freeze frame data - erase the DTC that initiated the freeze frame - erase all oxygen sensor test data - erase mode 06 and 07 information Your vehicle may run poorly for a short period of time, while it performs a recalibration.
nl: Bent U zeker dat U de opgeslagen foutcodes wil wissen? Dit zal het storingslampje doven. Daarnaast gebeurt ook het volgende: - Het aantal foutcodes wordt gewist - De foutcodes zelf worden gewist - Freeze frame data wordt gewist - Alle ambdasonde-data wordt gewist - mode 06 en 07 data wordt gewist Uw voertuig kan gedurende een korte periode slecht rijden terwijl een herkalibratie wordt uitgevoerd.

source: <b>Additional Info</b>
nl: <d>Extra Informatie</b>

source: <b>DTC Code Class</b>
nl: <b>DTC klasse</b>

source: <b>Description</b>
nl: <b>Omschrijving</b>

source: Re-read
nl: Herlees

source: DTC Reader
nl: DTC Lezer

source: Reads the stored trouble codes from the vehicle
nl: Leest de opgeslagen foutcodes van het voertuig

source: <b>Fuel System</b>
nl: <b>Brandstofsysteem</b>

source: <b>General</b>
nl: <b>Algemeen</b>

source: <b>Intake</b>
nl: <b>Inlaat</b>

source: <b>O2 Sensors + Fuel Trim Bank 1</b>
nl: <b>Lambdasondes + mengsels Bank 1</b>

source: <b>O2 Sensors + Fuel Trim Bank 2</b>
nl: <b>Lambdasondes + mengsels Bank 2</b>

source: <b>Trouble Code</b>
nl: <b>Foutcode</b>

source: Air Flow Rate
nl: Luchtmassa

source: Air Temp
nl: Luchttemperatuur

source: Coolant Temp
nl: Temperatuur Koelvloeistof

source: Engine Load
nl: Motorbelasting

source: Long Term
nl: Lange termijn

source: Manifold Pressure
nl: Spruitstuk Druk

source: Sensor 1
nl: Sonde 1

source: Sensor 2
nl: Sonde 2

source: Sensor 3
nl: Sonde 3

source: Sensor 4
nl: Sonde 4

source: Short Term
nl: Korte termijn

source: Throttle
nl: Gasklep

source: Timing Adv
nl: Vervroeging

source: rpm
nl: tr/m

source: <b>OBD Designation</b>
nl: <b>OBD aanduiding</b>

source: <b>System Info</b>
nl: <b>Systeem Info</b>

source: <b>Trouble Codes</b>
nl: <b>Foutcodes</b>

source: Coolant Temperature
nl: Temperatuur Koelvloeistof

source: DeActivate all
nl: De-activeer alles

source: Engine load
nl: Motorbelasting

source: Manifold pressure
nl: Druk Spruitstuk

source: System Voltage
nl: Systeemspanning

source: deactivate all sensors
nl: Deactiveer alle sensoren

source: View the most important live data like: *Fuel System *Intake *VIN *...
nl: Bekijk de belangrijkste live data zoals: *Brandstofsysteem .*Inlaat .*Chassisnummer

source: Voltage
nl: Spanning
