Repository: benvm/garmon
Catalog: garmon/locale/*/LC_MESSAGES/garmon.po
Languages: ru

source: Cruise Control Multi-Function Input 'B' Circuit
ru: Система круиз – контроля , многофункциональный входной сигнал В – неисправность электрической цепи

source: Cruise Control Multi-Function Input 'B' Circuit Stuck
ru: Система круиз – контроля , многофункциональный входной сигнал В – зависание в электрической цепи

source: Cruise Control Multi-Function Input 'B' Circuit Range/Performance
ru: Система круиз – контроля , многофункциональный входной сигнал В – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Cruise Control Multi-Function Input 'B' Circuit Low
ru: Система круиз – контроля , многофункциональный входной сигнал В – низкое напряжение сигнала

source: Cruise Control Multi-Function Input 'B' Circuit High
ru: Система круиз – контроля , многофункциональный входной сигнал В – высокое напряжение сигнала

source: Cruise Control Servo Control Circuit/Open
ru: Система круиз – контроля , управление сервоблоком – разрыв электрической цепи

source: Cruise Control Servo Control Circuit Low
ru: Система круиз – контроля , управление сервоблоком – низкое напряжение в электрической цепи

source: Cruise Control Servo Control Circuit High
ru: Система круиз – контроля , управление сервоблоком – высокое напряжение в электрической цепи

source: Thermostat Heater Control Circuit/Open
ru: Система управления нагревательным элементом термостата – разрыв электрической цепи

source: Thermostat Heater Control Circuit Low
ru: Система управления нагревательным элементом термостата – низкое напряжение в электрической цепи

source: Thermostat Heater Control Circuit High
ru: Система управления нагревательным элементом термостата – высокое напряжение в электрической цеп

source: Serial Communication Link
ru: Неисправность при связи с системой

source: Control Module Programming Error
ru: Программная ошибка блока управления

source: Internal Control Module Keep Alive Memory (KAM) Error
ru: Ошибка в постоянной памяти (KAM) блока управления

source: Internal Control Module Random Access Memory (RAM) Error
ru: Ошибка в памяти (RAM) блока управления

source: Internal Control Module Read Only Memory (ROM) Error
ru: Ошибка в памяти (ROM) блока управления

source: ECM/PCM Processor
ru: Неисправность процессораPCM

source: Control Module VSS Output 'A'
ru: Неисправность датчика VSS "A" блока управления

source: Control Module VSS Output 'B'
ru: Неисправность датчика VSS "B" блока управления

source: Control Module Vehicle Options Error
ru: Модуль управления – ошибка опций автомобиля

source: Fuel Injector Control Module Performance
ru: Модуль управления топливными форсунками – проблемы с качеством работы

source: Fuel Injector Control Module Relay Control
ru: Модуль управления топливными форсунками – электрическая цепь управление реле

source: TCM Processor
ru: Модуль управления коробкой передач ( ТСМ ) – ошибка процессора

source: Starter Relay Circuit
ru: Реле стартера – неисправность электрической цепи

source: Starter Relay Circuit Low
ru: Реле стартера – низкое напряжение в электрической цепи

source: Starter Relay Circuit High
ru: Реле стартера – высокое напряжение в электрической цепи

source: Alternative Fuel Control Module KAM Error
ru: Модуль управления системой подачи альтернативного топлива – ошибка КАМ

source: Alternative Fuel Control Module RAM/ROM Error
ru: Модуль управления системой подачи альтернативного топлива – ошибка RAM / ROM

source: Generator Control Circuit
ru: Неисправность в цепи управления генератора

source: Generator Lamp/L Terminal Circuit
ru: Неисправность в цепи лампы "L" генератора

source: Generator Field/F Terminal Circuit
ru: Неисправность в блоке "F" генератора

source: Generator Lamp Control Circuit
ru: Электрическая цепь управления лампой генератора

source: Fuel Cap Lamp Control Circuit
ru: Электрическая цепь управления лампой крышки заливной горловины топливного бака

source: Generator Field/F Terminal Circuit Low
ru: Клемма катушки генератора – низкое напряжение в электрической цепи

source: Generator Field/F Terminal Circuit High
ru: Клемма катушки генератора – высокое напряжение в электрической цепи

source: Fuel Pump 'A' Control Circuit /Open
ru: Управление топливным насосом – разрыв электрической цепи

source: Fuel Pump 'A' Control Circuit Low
ru: Управление топливным насосом – низкое напряжение в электрической цепи

source: Fuel Pump 'A' Control Circuit High
ru: Управление топливным насосом – высокое напряжение в электрической цепи

source: VIN Not Programmed or Incompatible - ECM/PCM
ru: VIN не запрограммирован или рассогласование – ECM / PCM

source: VIN Not Programmed or Incompatible - TCM
ru: VIN не запрограммирован или рассогласование – ТСМ

source: Odometer Not Programmed - ECM/PCM
ru: Одометр не запрограммирован – ЕСМ

source: Immobilizer Key Not Programmed - ECM/PCM
ru: Ключ иммобилайзера не запрограммирован – ЕСМ

source: PCM/ECM/TCM Internal Temperature Too High
ru: ЕСМ / ТСМ – слишком высокая внутренняя температура

source: Power Steering Control Circuit
ru: Электрическая цепь усилителя рулевого управления

source: Power Steering Control Circuit Low
ru: Электрическая цепь усилителя рулевого управления – низкое напряжение

source: Power Steering Control Circuit High
ru: Электрическая цепь усилителя рулевого управления – высокое напряжение

source: Throttle Actuator Control Range/Performance
ru: Управление исполнительным устройством дроссельной заслонки – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Intake Air Heater Control Circuit
ru: Электрическая цепь управления подогреваемом воздухозабора

source: Sensor Reference Voltage 'A' Circuit/Open
ru: Опорное напряжение датчика – разрыв электрической цепи

source: Sensor Reference Voltage 'A' Circuit Low
ru: Модуль управления двигателем ( ЕСМ ) , управление детонацией – неисправность

source: Sensor Reference Voltage 'A' Circuit High
ru: Опорное напряжение датчика – высокое напряжение в электрической цепи

source: Driver Display Serial Communication Circuit
ru: Бортовой дисплей , последовательная передача данных – неисправность электрической цепи

source: A/C Clutch Relay Control Circuit
ru: Электрическая цепь управления реле муфты А / С

source: A/C Clutch Relay Control Circuit Low
ru: Электрическая цепь управления реле муфты А / С – низкое напряжение

source: A/C Clutch Relay Control Circuit High
ru: Электрическая цепь управления реле муфты А / С - высокое напряжение

source: Immobilizer Lamp Control Circuit
ru: Управление лампой иммобилайзера – неисправность электрической цепи

source: Speed Control Lamp Control Circuit
ru: Электрическая цепь управления лампой круиз – контроля

source: Malfunction Indicator Lamp (MIL) Control Circuit
ru: Неисправность в цепи индикаторной лампы неисправностей (MIL)

source: Sensor Reference Voltage 'B' Circuit/Open
ru: Опорное напряжение датчика В – разрыв электрической цепи

source: Sensor Reference Voltage 'B' Circuit Low
ru: Опорное напряжение датчика В – низкое напряжение сигнала

source: Sensor Reference Voltage 'B' Circuit High
ru: Опорное напряжение датчика В – высокое напряжение сигнала

source: Engine RPM Output Circuit
ru: Неправильно отрегулированы обороты двигателя

source: Engine Hot Lamp Output Control Circuit
ru: Неисправность в цепи лампы прогрева двигателя

source: Fuel Level Output Circuit
ru: Неисправность в цепи датчика уровня топлива

source: Actuator Supply Voltage 'A' Circuit/Open
ru: Напряжение питания исполнительного устройства – разрыв электрической цепи

source: Actuator Supply Voltage 'A' Circuit Low
ru: Напряжение питания исполнительного устройства – низкое напряжение в электрической цепи

source: Actuator Supply Voltage 'A' Circuit High
ru: Напряжение питания исполнительного устройства – высокое напряжение в электрической цепи

source: Intake Manifold Tuning Valve Control Circuit/Open
ru: Электрическая цепь управления клапаном регулировки впускного коллектора – разрыв электрической цепи

source: Intake Manifold Tuning Valve Control Circuit Low
ru: Электрическая цепь управления клапана регулировки впускного коллектора – низкое напряжение

source: Intake Manifold Tuning Valve Control Circuit High
ru: Электрическая цепь управления клапана регулировки впускного коллектора – высокое напряжение

source: PCM/ECM/TCM Internal Temperature Sensor Circuit
ru: Датчик внутренней температуры ЕСМ / ТСМ – неисправность электрической цепи

source: PCM/ECM/TCM Internal Temperature Sensor Range/Performance
ru: Датчик внутренней температуры ЕСМ / ТСМ – проблемы с рабочим диапазоном / качеством работы

source: PCM/ECM/TCM Internal Temperature Sensor Circuit Low
ru: Датчик внутренней температуры ЕСМ / ТСМ – низкое напряжение сигнала

source: PCM/ECM/TCM Internal Temperature Sensor Circuit High
ru: Датчик внутренней температуры ЕСМ / ТСМ – высокое напряжение сигнала

source: Glow Plug Module Control Circuit
ru: модуль управления накальными свечами – неисправность электрической цепи

source: Cylinder 1 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 1 – неисправность электрической цепи

source: Cylinder 2 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 2 – неисправность электрической цепи

source: Cylinder 3 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 3 – неисправность электрической цепи

source: Cylinder 4 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 4 – неисправность электрической цепи

source: Cylinder 5 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 5 – неисправность электрической цепи

source: Cylinder 6 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 6 – неисправность электрической цепи

source: Cylinder 7 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 7 – неисправность электрической цепи

source: Cylinder 8 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 8 – неисправность электрической цепи

source: Cylinder 9 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 9 – неисправность электрической цепи

source: Cylinder 10 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 10 – неисправность электрической цепи

source: Cylinder 11 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 11 – неисправность электрической цепи

source: Cylinder 12 Glow Plug Circuit
ru: Накальная свеча , цилиндр № 12 – неисправность электрической цепи

source: Glow Plug Control Module to PCM Communication Circuit
ru: Обмен данными между модулем управления накальными свечами и ЕСМ – неправильная работа

source: Glow Plug Control Module to PCM Communication Circuit Range/Performance
ru: Обмен данными между модулем управления накальными свечами и ЕСМ – проблемы с рабочим диапазоном / качеством работы

source: ECM/PCM Power Relay Control Circuit /Open
ru: Реле питания ЕСМ – разрыв электрической цепи

source: ECM/PCM Power Relay Control Circuit Low
ru: Реле питания ЕСМ – низкое напряжение сигнала

source: ECM/PCM Power Relay Control Circuit High
ru: Реле управления двигателем – короткое замыкание на «массу»

source: ECM/PCM Power Relay Sense Circuit /Open
ru: Реле управление двигателем – короткое замыкание на + аккумулятора

source: ECM/PCM Power Relay Sense Circuit Low
ru: Датчик реле управлением ЕСМ – низкое напряжение в электрической цепи

source: ECM/PCM Power Relay Sense Circuit High
ru: Датчик реле управлением ЕСМ – высокое напряжение в электрической цепи

source: Fan 1 Control Circuit Low
ru: Вентилятор охлаждения двигателя 1 – короткое замыкание на « массу »

source: Fan 1 Control Circuit High
ru: Вентилятор охлаждения двигателя 1 – короткое замыкание на + аккумулятора

source: Fan 2 Control Circuit Low
ru: Вентилятор охлаждения двигателя 2 – короткое замыкание на « массу»

source: Fan 2 Control Circuit High
ru: Вентилятор охлаждения двигателя 2 – короткое замыкание на + аккумулятора

source: Fan 3 Control Circuit Low
ru: Управление вентилятором 3 – низкое напряжение в электрической цепи

source: Fan 3 Control Circuit High
ru: Управление вентилятором 3 – высокое напряжение в электрической цепи

source: Sensor Reference Voltage 'C' Circuit/Open
ru: Опорное напряжение датчика С – разрыв электрической цепи

source: Sensor Reference Voltage 'C' Circuit Low
ru: Опорное напряжение датчика С – низкое напряжение в электрической цепи

source: Sensor Reference Voltage 'C' Circuit High
ru: Опорное напряжение датчика С – высокое напряжение в электрической цепи

source: Transmission Control System (MIL Request)
ru: Неисправность в системе контроля трансмиссии

source: Transmission Control System Range/Performance
ru: Неправильно отрегулирована система контроля трансмиссии

source: Transmission Control System Electrical
ru: Электрическая система контроля трансмиссии

source: Brake Switch 'B' Circuit
ru: Неисправность в цепи датчика B уменьшения крутящего момента при торможении

source: Clutch Switch Input Circuit Malfunction
ru: Неисправность в цепи датчика сцепления

source: Transmission Range Sensor Circuit Malfunction (PRNDL Input)
ru: Неисправность в цепи датчика трансмиссии (PRNDL)

source: Transmission Range Sensor Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик трансмиссии

source: Transmission Range Sensor Circuit Low
ru: Низкий показатель датчика трансмиссии

source: Transmission Range Sensor Circuit High
ru: Высокий показатель датчика трансмиссии

source: Transmission Range Sensor Circuit Intermittent
ru: Неисправность датчика трансмиссии

source: Transmission Fluid Temperature Sensor 'A' Circuit
ru: Неисправность в цепи датчика температуры трансмиссионной жидкости

source: Transmission Fluid Temperature Sensor 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик температуры трансмиссионной жидкости

source: Transmission Fluid Temperature Sensor 'A' Circuit Low
ru: Низкий показатель датчика температуры трансмиссионной жидкости

source: Transmission Fluid Temperature Sensor 'A' Circuit High
ru: Высокий показатель датчика температуры трансмиссионной жидкости

source: Transmission Fluid Temperature Sensor 'A' Circuit Intermittent
ru: Неисправность датчика температуры трансмиссионной жидкости

source: Input/Turbine Speed Sensor 'A' Circuit
ru: Неисправность в цепи датчика оборотов турбины

source: Input/Turbine Speed Sensor 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик оборотов турбины

source: Input/Turbine Speed Sensor 'A' Circuit No Signal
ru: Нет сигнала от датчика оборотов турбины

source: Input/Turbine Speed Sensor 'A' Circuit Intermittent
ru: Неисправность датчика оборотов турбины

source: Brake Switch 'B' Circuit Low
ru: Низкий показатель цепи датчика B уменьшения крутящего момента при торможении

source: Output Speed Sensor Circuit
ru: Неисправность в цепи датчика частоты вращения вала

source: Output Speed Sensor Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик частоты вращения вала

source: Output Speed Sensor Circuit No Signal
ru: Нет сигнала от датчика частоты вращения вала

source: Output Speed Sensor Circuit Intermittent
ru: Неисправность датчика частоты вращения вала

source: Brake Switch 'B' Circuit High
ru: Высокий показатель цепи датчика B уменьшения крутящего момента при торможении

source: Engine Speed Input Circuit
ru: Неисправность в цепи датчика оборотов двигателя

source: Engine Speed Input Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик оборотов двигателя

source: Engine Speed Input Circuit No Signal
ru: Нет сигнала от датчика оборотов двигателя

source: Engine Speed Input Circuit Intermittent
ru: Неисправность датчика оборотов двигателя

source: Gear 6 Incorrect Ratio
ru: Неправильно отрегулирована 6 передача

source: Incorrect Gear Ratio
ru: Неправильно отрегулирована коробка передач

source: Gear 1 Incorrect Ratio
ru: Неправильно отрегулирована 1 передача

source: Gear 2 Incorrect Ratio
ru: Неправильно отрегулирована 2 передача

source: Gear 3 Incorrect Ratio
ru: Неправильно отрегулирована 3 передача

source: Gear 4 Incorrect Ratio
ru: Неправильно отрегулирована 4 передача

source: Gear 5 Incorrect Ratio
ru: Неправильно отрегулирована 5 передача

source: Reverse Incorrect Ratio
ru: Неправильно отрегулирована задняя передача

source: TCM Engine Speed Output Circuit
ru: Электрическая цепь выходного сигнала частоты вращения двигателя для ТСМ

source: TCM Engine Speed Output Circuit Low
ru: Электрическая цепь выходного сигнала частоты вращения двигателя для ТСМ – низкое напряжение

source: TCM Engine Speed Output Circuit High
ru: Электрическая цепь выходного сигнала частоты вращения двигателя для ТСМ – высокое напряжение

source: Torque Converter Clutch Circuit/Open
ru: Неисправность в цепи муфты сцепления

source: Torque Converter Clutch Circuit Performance or Stuck Off
ru: Неправильно отрегулирована муфта сцепления

source: Torque Converter Clutch Circuit Stuck On
ru: Повреждена муфта сцепления

source: Torque Converter Clutch Circuit Electrical
ru: Повреждение электрической цепи муфты сцепления

source: Torque Converter Clutch Circuit Intermittent
ru: Неисправность в цепи муфты сцепления

source: Pressure Control Solenoid 'A'
ru: Неисправность в цепи соленоида давления

source: Pressure Control Solenoid 'A' Performance or Stuck Off
ru: Неправильно отрегулирован соленоид давления

source: Pressure Control Solenoid 'A' Stuck On
ru: Поврежден соленоид давления

source: Pressure Control Solenoid 'A' Electrical
ru: Повреждение электрической цепи соленоида давления

source: Pressure Control Solenoid 'A' Intermittent
ru: Неисправность соленоида давления

source: Shift Solenoid 'A'
ru: Неисправность переключателя А соленоида

source: Shift Solenoid 'A' Performance or Stuck Off
ru: Неправильно отрегулирован переключатель А соленоида

source: Shift Solenoid 'A' Stuck On
ru: Повреждение переключателя А соленоида

source: Shift Solenoid 'A' Electrical
ru: Повреждение электрической цепи переключателя А соленоида

source: Shift Solenoid 'A' Intermittent
ru: Неисправность переключателя А соленоида

source: Shift Solenoid 'B'
ru: Неисправность переключателя B соленоида

source: Shift Solenoid 'B' Performance or Stuck Off
ru: Неправильно отрегулирован переключатель B соленоида

source: Shift Solenoid 'B' Stuck On
ru: Повреждение переключателя B соленоида

source: Shift Solenoid 'B' Electrical
ru: Повреждение электрической цепи переключателя B соленоида

source: Shift Solenoid 'B' Intermittent
ru: Неисправность переключателя B соленоида

source: Shift Solenoid 'C'
ru: Неисправность переключателя C соленоида

source: Shift Solenoid 'C' Performance or Stuck Off
ru: Неправильно отрегулирован переключатель C соленоида

source: Shift Solenoid 'C' Stuck On
ru: Повреждение переключателя C соленоида

source: Shift Solenoid 'C' Electrical
ru: Повреждение электрической цепи переключателя C соленоида

source: Shift Solenoid 'C' Intermittent
ru: Неисправность переключателя C соленоида

source: Shift Solenoid 'D'
ru: Неисправность переключателя D соленоида

source: Shift Solenoid 'D' Performance or Stuck Off
ru: Неправильно отрегулирован переключатель D соленоида

source: Shift Solenoid 'D' Stuck On
ru: Неправильно отрегулирован переключатель D соленоида

source: Shift Solenoid 'D' Electrical
ru: Повреждение электрической цепи переключателя D соленоида

source: Shift Solenoid 'D' Intermittent
ru: Неисправность переключателя D соленоида

source: Shift Solenoid 'E'
ru: Неисправность переключателя E соленоида

source: Shift Solenoid 'E' Performance or Stuck Off
ru: Неправильно отрегулирован переключатель E соленоида

source: Shift Solenoid 'E' Stuck On
ru: Повреждение переключателя E соленоида

source: Shift Solenoid 'E' Electrical
ru: Повреждение электрической цепи переключателя E соленоида

source: Shift Solenoid 'E' Intermittent
ru: Неисправность переключателя E соленоида

source: Pressure Control Solenoid 'B' Performance or Stuck off
ru: Электромагнитный клапан управления давлением В – проблемы с качеством работы или заедание в выключенном положении

source: Pressure Control Solenoid 'B' Stuck On
ru: Электромагнитный клапан управления давлением В – заедание во включенном положении

source: Pressure Control Solenoid 'B' Electrical
ru: Электромагнитный клапан управления давлением В – электрическая неисправность

source: Pressure Control Solenoid 'B' Intermittent
ru: Электромагнитный клапан управления давлением В – периодически проявляющаяся неисправность

source: Shift Error
ru: Неисправность переключателя

source: 1-2 Shift
ru: Неисправность 1-2 переключателей

source: 2-3 Shift
ru: Неисправность 2-3 переключателей

source: 3-4 Shift
ru: Неисправность 3-4 переключателей

source: 4-5 Shift
ru: Неисправность 4-5 переключателей

source: Shift/Timing Solenoid
ru: Неисправность соленоида

source: Shift/Timing Solenoid Range/Performance
ru: Электромагнитный клапан переключения / моментов переключения передач – проблемы с рабочим диапазоном / качеством работы

source: Shift/Timing Solenoid Low
ru: Электромагнитный клапан переключения / моментов переключения передач – низкое напряжение

source: Shift/Timing Solenoid High
ru: Электромагнитный клапан переключения / моментов переключения передач – высокое напряжение

source: Shift/Timing Solenoid Intermittent
ru: Электромагнитный клапан переключения / моментов переключения передач – периодически проявляющаяся неисправность

source: Normal/Performance Switch Circuit
ru: Неисправность электрической цепи переключателя нормального / динамического режима

source: Intermediate Shaft Speed Sensor 'A' Circuit
ru: Электрическая цепь датчика частоты вращения промежуточного вала

source: Intermediate Shaft Speed Sensor 'A' Circuit Range/Performance
ru: Электрическая цепь датчика частоты вращения промежуточного вала – проблемы с рабочим диапазоном / качеством работы

source: Intermediate Shaft Speed Sensor 'A' Circuit No Signal
ru: Электрическая цепь датчика частоты вращения промежуточного вала – отсутствие сигнала

source: Intermediate Shaft Speed Sensor 'A' Circuit Intermittent
ru: Электрическая цепь датчика частоты вращения промежуточного вала – периодически проявляющаяся неисправность

source: Pressure Control Solenoid 'C' Performance or Stuck off
ru: Электромагнитный клапан «С» давления трансмиссионной жидкости ( TFP ) – неисправность электрической цепи

source: Pressure Control Solenoid 'C' Stuck On
ru: Электромагнитный клапан «С» давления трансмиссионной жидкости ( TFP ) – проблемы с качеством работы или заедание в выключенном положении

source: Pressure Control Solenoid 'C' Electrical
ru: Электромагнитный клапан «С» давления трансмиссионной жидкости ( TFP ) – электрическая неисправность

source: Pressure Control Solenoid 'C' Intermittent
ru: Электромагнитный клапан «С» давления трансмиссионной жидкости ( TFP ) – периодически проявляющаяся неисправность электрической цепи

source: Transfer Case Control System (MIL Request)
ru: Система управления раздаточной коробкой , запрос MIL – разрыв электрической цепи

source: Reverse Inhibit Control Circuit
ru: Неисправность в цепи контроля системы Reverse Inhibit

source: Transmission Control System MIL Request Circuit/Open
ru: Система управления коробкой передач .запрос MIL – разрыв электрической цепи

source: 1-4 Upshift (Skip Shift) Solenoid Control Circuit
ru: Неисправность в цепи соленоида переключателя 1-4

source: 1-4 Upshift (Skip Shift) Lamp Control Circuit
ru: Неисправность в цепи контрольной лампы переключателя 1-4

source: Clutch Position Sensor Circuit
ru: Электрическая цепь датчика положения сцепления

source: Clutch Position Sensor Circuit Range/Performance
ru: Электрическая цепь датчика положения сцепления – проблемы с рабочим диапазоном / качеством работы

source: Clutch Position Sensor Circuit Low
ru: Электрическая цепь датчика положения сцепления – низкое напряжение

source: Clutch Position Sensor Circuit High
ru: Электрическая цепь датчика положения сцепления – высокое напряжение

source: Clutch Position Sensor Circuit Intermittent
ru: Электрическая цепь датчика положения сцепления – периодически проявляющаяся неисправность
