Repository: benvm/garmon
Catalog: garmon/locale/*/LC_MESSAGES/garmon.po
Languages: ru

source: Cylinder 3 Misfire Detected
ru: Нарушен порядок зажигания 3 цилиндра

source: Cylinder 4 Misfire Detected
ru: Нарушен порядок зажигания 4 цилиндра

source: Cylinder 5 Misfire Detected
ru: Нарушен порядок зажигания 5 цилиндра

source: Cylinder 6 Misfire Detected
ru: Нарушен порядок зажигания 6 цилиндра

source: Cylinder 7 Misfire Detected
ru: Нарушен порядок зажигания 7 цилиндра

source: Cylinder 8 Misfire Detected
ru: Нарушен порядок зажигания 8 цилиндра

source: Cylinder 9 Misfire Detected
ru: Нарушен порядок зажигания 9 цилиндра

source: Cylinder 10 Misfire Detected
ru: Нарушен порядок зажигания 10 цилиндра

source: Cylinder 11 Misfire Detected
ru: Нарушен порядок зажигания 11 цилиндра

source: Cylinder 12 Misfire Detected
ru: Нарушен порядок зажигания 12 цилиндра

source: Ignition/Distributor Engine Speed Input Circuit
ru: Неисправность в цепи распределителя зажигания

source: Ignition/Distributor Engine Speed Input Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик цепи распределителя зажигания

source: Ignition/Distributor Engine Speed Input Circuit No Signal
ru: Нет сигнала от датчика цепи распределителя зажигания

source: Ignition/Distributor Engine Speed Input Circuit Intermittent
ru: Неисправность датчика цепи распределителя зажигания

source: Knock Sensor 1 Circuit
ru: Неисправность в цепи 1 датчика детонации (bank 1 или датчик)

source: Knock Sensor 1 Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован 1 датчик детонации (bank 1 или датчик)

source: Knock Sensor 1 Circuit Low
ru: Низкий показатель 1 датчика детонации (bank 1 или датчик)

source: Knock Sensor 1 Circuit High
ru: Высокий показатель 1 датчика детонации (bank 1 или датчик)

source: Knock Sensor 1 Circuit Input Intermittent
ru: Неисправность 1 датчика детонации (bank 1 или датчик)

source: Knock Sensor 2 Circuit
ru: Неисправность в цепи 2 датчика детонации (bank 2)

source: Knock Sensor 2 Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован 2 датчик детонации (bank 2)

source: Knock Sensor 2 Circuit Low
ru: Низкий показатель 2 датчика детонации (bank 2)

source: Knock Sensor 2 Circuit High
ru: Высокий показатель 2 датчика детонации (bank 2)

source: Knock Sensor 2 Circuit Input Intermittent
ru: Неисправность 2 датчика детонации (bank 2)

source: Crankshaft Position Sensor 'A' Circuit
ru: Неисправность в цепи датчика А положения коленвала

source: Crankshaft Position Sensor 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик А положения коленвала

source: Crankshaft Position Sensor 'A' Circuit Low
ru: Низкий показатель датчика А положения коленвала

source: Crankshaft Position Sensor 'A' Circuit High
ru: Высокий показатель датчика А положения коленвала

source: Crankshaft Position Sensor 'A' Circuit Intermittent
ru: Неисправность датчика А положения коленвала

source: Camshaft Position Sensor 'A' Circuit
ru: Неисправность в цепи датчика положения распредвала

source: Camshaft Position Sensor 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик положения распредвала

source: Camshaft Position Sensor 'A' Circuit Low
ru: Низкий показатель датчика положения распредвала

source: Camshaft Position Sensor 'A' Circuit High
ru: Высокий показатель датчика положения распредвала

source: Camshaft Position Sensor 'A' Circuit Intermittent
ru: Неисправность датчика положения распредвала

source: Ignition Coil Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания

source: Ignition Coil 'A' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания A

source: Ignition Coil 'B' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания B

source: Ignition Coil 'C' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания C

source: Ignition Coil 'D' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания D

source: Ignition Coil 'E' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания E

source: Ignition Coil 'F' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания F

source: Ignition Coil 'G' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания G

source: Ignition Coil 'H' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания H

source: Ignition Coil 'I' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания I

source: Ignition Coil 'J' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания J

source: Ignition Coil 'K' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания K

source: Ignition Coil 'L' Primary/Secondary Circuit
ru: Неисправность в первичной/вторичной цепи катушки зажигания L

source: Timing Reference High Resolution Signal 'A'
ru: Неисправность сигнала А таймера

source: Timing Reference High Resolution Signal 'A' Too Many Pulses
ru: Число импульсов сигнала А таймера выше нормы

source: Timing Reference High Resolution Signal 'A' Too Few Pulses
ru: Число импульсов сигнала А таймера ниже нормы

source: Timing Reference High Resolution Signal 'A' Intermittent/Erratic Pulses
ru: Нестабильные импульсы сигнала А таймера

source: Timing Reference High Resolution Signal 'A' No Pulse
ru: Нет импульсов сигнала А таймера

source: Timing Reference High Resolution Signal 'B'
ru: Неисправность сигнала B таймера

source: Timing Reference High Resolution Signal 'B' Too Many Pulses
ru: Число импульсов сигнала B таймера выше нормы

source: Timing Reference High Resolution Signal 'B' Too Few Pulses
ru: Число импульсов сигнала B таймера ниже нормы

source: Timing Reference High Resolution Signal 'B' Intermittent/Erratic Pulses
ru: Нестабильные импульсы сигнала B таймера

source: Timing Reference High Resolution Signal 'B' No Pulses
ru: Нет импульсов сигнала B таймера

source: Glow Plug/Heater Circuit 'A'
ru: Неисправность в цепи А подогрева свечи накаливания

source: Glow Plug/Heater Indicator Circuit
ru: Неисправность в цепи А индикатора подогрева свечи накаливания

source: Glow Plug/Heater Circuit 'B'
ru: Неисправность в системе рециркуляции выхлопных газов

source: Crankshaft Position Sensor 'B' Circuit
ru: Неисправность в цепи датчика B положения коленвала

source: Crankshaft Position Sensor 'B' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик B положения коленвала

source: Crankshaft Position Sensor 'B' Circuit Low
ru: Низкий показатель датчика B положения коленвала

source: Crankshaft Position Sensor 'B' Circuit High
ru: Высокий показатель датчика B положения коленвала

source: Crankshaft Position Sensor 'B' Circuit Intermittent
ru: Неисправность датчика B положения коленвала

source: Exhaust Gas Recirculation Flow
ru: Неисправность в системе рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Flow Insufficient Detected
ru: Слишком низкий расход в системе рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Flow Excessive Detected
ru: Слишком высокий расход в системе рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Control Circuit
ru: Неисправность в системе рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Control Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик системы рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Sensor 'A' Circuit Low
ru: Низкий показатель датчика А системы рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Sensor 'A' Circuit High
ru: Высокий показатель датчика А системы рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Sensor 'B' Circuit Low
ru: Низкий показатель датчика B системы рециркуляции выхлопных газов

source: Exhaust Gas Recirculation Sensor 'B' Circuit High
ru: Высокий показатель датчика B системы рециркуляции выхлопных газов

source: Secondary Air Injection System
ru: Неисправность впускного коллектора

source: Secondary Air Injection System Incorrect Flow Detected
ru: Неправильно отрегулирован расход во впускном коллекторе

source: Secondary Air Injection System Switching Valve 'A' Circuit
ru: Неисправность в цепи клапана А впускного коллектора

source: Secondary Air Injection System Switching Valve 'A' Circuit Open
ru: Разомкнута цепь клапана А впускного коллектора

source: Secondary Air Injection System Switching Valve 'A' Circuit Shorted
ru: Короткое заземление в цепи клапана А впускного коллектора

source: Secondary Air Injection System Switching Valve 'B' Circuit
ru: Неисправность в цепи клапана B впускного коллектора

source: Secondary Air Injection System Switching Valve 'B' Circuit Open
ru: Разомкнута цепь клапана B впускного коллектора

source: Secondary Air Injection System Switching Valve 'B' Circuit Shorted
ru: Короткое заземление в цепи клапана B впускного коллектора

source: Secondary Air Injection System Control 'A' Circuit
ru: Неисправность в цепи реле А впускного коллектора

source: Secondary Air Injection System Control 'B' Circuit
ru: Неисправность в цепи реле B впускного коллектора

source: Catalyst System Efficiency Below Threshold
ru: Слишком низкая производительность катализатора

source: Warm Up Catalyst Efficiency Below Threshold
ru: Слишком низкая производительность катализатора при прогреве

source: Main Catalyst Efficiency Below Threshold
ru: Слишком низкая производительность катализатора

source: Heated Catalyst Efficiency Below Threshold
ru: Слишком низкая производительность катализатора при прогреве

source: Heated Catalyst Temperature Below Threshold
ru: Слишком низкая температура катализатора при прогреве

source: Evaporative Emission System
ru: Неисправность в системе контроля за отводом паров топлива

source: Evaporative Emission System Incorrect Purge Flow
ru: Неправильно отрегулирован расход в системе контроля за отводом паров топлива

source: Evaporative Emission System Leak Detected (small leak)
ru: Небольшая утечка в системе контроля за отводом паров топлива

source: Evaporative Emission System Purge Control Valve Circuit
ru: Неисправность в цепи контрольного клапана системы контроля за отводом паров топлива

source: Evaporative Emission System Purge Control Valve Circuit Open
ru: Разомкнута цепь контрольного клапана системы контроля за отводом паров топлива

source: Evaporative Emission System Purge Control Valve Circuit Shorted
ru: Короткое замыкание в цепи контрольного клапана системы контроля за отводом паров топлива

source: Evaporative Emission System Vent Control Circuit
ru: Неисправность в цепи датчика вентиляции системы контроля за отводом паров топлива

source: Evaporative Emission System Vent Control Circuit Open
ru: Разомкнута цепь датчика вентиляции системы контроля за отводом паров топлива

source: Evaporative Emission System Vent Control Circuit Shorted
ru: Короткое замыкание в цепи датчика вентиляции системы контроля за отводом паров топлива

source: Evaporative Emission System Vent Valve/Solenoid Circuit
ru: Неисправность в цепи соленоида системы контроля за отводом паров топлива

source: Evaporative Emission System Pressure Sensor/Switch
ru: Неисправность датчика давления системы контроля за отводом паров топлива

source: Evaporative Emission System Pressure Sensor/Switch Range/Performance
ru: Неправильный показатель / не отрегулирован датчик давления системы контроля за отводом паров топлива

source: Evaporative Emission System Pressure Sensor/Switch Low
ru: Низкий показатель датчика давления системы контроля за отводом паров топлива

source: Evaporative Emission System Pressure Sensor/Switch High
ru: Высокий показатель датчика давления системы контроля за отводом паров топлива

source: Evaporative Emission System Pressure Sensor/Switch Intermittent
ru: Неисправность датчика давления системы контроля за отводом паров топлива

source: Evaporative Emission System Leak Detected (large leak)
ru: Значительная утечка в системе контроля за отводом паров топлива

source: Fuel Level Sensor 'A' Circuit
ru: Неисправность в цепи датчика уровня топлива

source: Fuel Level Sensor 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик уровня топлива

source: Fuel Level Sensor 'A' Circuit Low
ru: Низкий показатель датчика уровня топлива

source: Fuel Level Sensor 'A' Circuit High
ru: Высокий показатель датчика уровня топлива

source: Fuel Level Sensor 'A' Circuit Intermittent
ru: Неисправность датчика уровня топлива

source: EVAP Purge Flow Sensor Circuit
ru: Неисправность в цепи датчика расхода продувки

source: EVAP Purge Flow Sensor Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик расхода продувки

source: EVAP Purge Flow Sensor Circuit Low
ru: Низкий показатель датчика расхода продувки

source: EVAP Purge Flow Sensor Circuit High
ru: Высокий показатель датчика расхода продувки

source: EVAP Purge Flow Sensor Circuit Intermittent
ru: Неисправность датчика расхода продувки

source: Exhaust Pressure Sensor
ru: Неисправность в цепи датчика давления выхлопных газов

source: Exhaust Pressure Sensor Range/Performance
ru: Неправильный показатель / не отрегулирован датчик давления выхлопных газов

source: Exhaust Pressure Sensor Low
ru: Низкий показатель датчика давления выхлопных газов

source: Exhaust Pressure Sensor High
ru: Высокий показатель датчика давления выхлопных газов

source: Exhaust Pressure Sensor Intermittent
ru: Неисправность датчика давления выхлопных газов

source: Exhaust Pressure Control Valve
ru: Неисправность в цепи контрольного клапана давления выхлопных газов

source: Exhaust Pressure Control Valve Range/Performance
ru: Неправильный показатель / не отрегулирован контрольный клапан давления выхлопных газов

source: Exhaust Pressure Control Valve Low
ru: Низкий показатель контрольного клапана давления выхлопных газов

source: Exhaust Pressure Control Valve High
ru: Высокий показатель контрольного клапана давления выхлопных газов

source: Exhaust Pressure Control Valve Intermittent
ru: Неисправность контрольного клапана давления выхлопных газов

source: Fan 1 Control Circuit
ru: Неисправность в цепи 1 вентилятора

source: Fan 2 Control Circuit
ru: Неисправность в цепи 2 вентилятора

source: Fan 3 Control Circuit
ru: Неисправность в цепи 3 вентилятора

source: Fan Rationality Check
ru: Неисправность вентилятора

source: Fan Circuit Over Current
ru: Ток перегрузки в цепи вентилятора

source: Fan Power/Ground Circuit
ru: Неисправность в цепи заземления вентилятора

source: Vehicle Speed Sensor 'A'
ru: Неисправность в цепи датчика скорости

source: Vehicle Speed Sensor 'A' Range/Performance
ru: Неправильный показатель / не отрегулирован датчик скорости

source: Vehicle Speed Sensor 'A' Circuit Low Input
ru: Низкий показатель датчика скорости

source: Vehicle Speed Sensor 'A' Intermittent/Erratic/High
ru: Высокий или нестабильный показатель датчика скорости

source: Idle Air Control System
ru: Неправильно отрегулирован холостой ход

source: Idle Air Control System RPM Lower Than Expected
ru: Обороты холостого хода ниже нормы

source: Idle Air Control System RPM Higher Than Expected
ru: Обороты холостого хода выше нормы

source: Idle Air Control System Circuit Low
ru: Система управления холостым ходом – низкое напряжение сигнала

source: Idle Air Control System Circuit High
ru: Система управления холостым ходом – высокое напряжение сигнала

source: Closed Throttle Position Switch
ru: Неисправность концевика дроссельной заслонки

source: Idle Air Control Circuit
ru: Система управления подачей воздуха в режиме холостого хода ( IAC ) – неисправность электрической цепи

source: Battery Temperature Sensor Circuit Range/Performance
ru: Электрическая цепь датчика температуры аккумулятора – проблемы с рабочим диапазоном / качеством работы

source: Battery Temperature Sensor Circuit
ru: Электрическая цепь датчика температуры аккумулятора

source: Battery Temperature Sensor Circuit Low
ru: Электрическая цепь датчика температуры аккумулятора – низкое напряжение сигнала

source: Battery Temperature Sensor Circuit High
ru: Электрическая цепь датчика температуры аккумулятора – высокое напряжение сигнала

source: Idle Air Control Circuit Intermittent
ru: Система управления подачей воздуха в режиме холостого хода ( IAC ) – периодически проявляющаяся неисправность в электрической цепи

source: Idle Air Control System Performance
ru: Система управления подачей воздуха в режиме холостого хода ( IAC ) – проблемы с качеством работы электрической цепи

source: Engine Oil Pressure Sensor/Switch Circuit
ru: Неисправность в цепи датчика давления масла

source: Engine Oil Pressure Sensor/Switch Range/Performance
ru: Неправильный показатель / не отрегулирован датчик давления масла

source: Engine Oil Pressure Sensor/Switch Low Voltage
ru: Низкое напряжение датчика давления масла

source: Engine Oil Pressure Sensor/Switch High Voltage
ru: Высокое напряжение датчика давления масла

source: Engine Oil Pressure Too Low
ru: Слишком низкое давление моторного масла

source: Cruise Control Servo Control Circuit Range/Performance
ru: Сервоблок круиз – контроля – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Fan Speed Sensor Circuit
ru: Датчик скорости вентилятора – неисправность электрической цепи

source: Fan Speed Sensor Circuit Range/Performance
ru: Датчик скорости вентилятора – проблема с рабочим диапазоном / качеством работы электрической цепи

source: Fan Speed Sensor Circuit No Signal
ru: Датчик скорости вентилятора – отсутствие сигнала

source: Fan Speed Sensor Circuit Intermittent
ru: Датчик скорости вентилятора – периодически проявляющаяся неисправность в электрической цепи

source: A/C Refrigerant Pressure Sensor 'A' Circuit
ru: Неисправность в цепи датчика давления охлаждающей жидкости кондиционера

source: A/C Refrigerant Pressure Sensor 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик давления охлаждающей жидкости кондиционера

source: A/C Refrigerant Pressure Sensor 'A' Circuit Low
ru: Низкий показатель датчика давления охлаждающей жидкости кондиционера

source: A/C Refrigerant Pressure Sensor 'A' Circuit High
ru: Высокий показатель датчика давления охлаждающей жидкости кондиционера

source: Air Conditioner Refrigerant Charge Loss
ru: Утечка охлаждающей жидкости кондиционера

source: A/C Evaporator Temperature Sensor Circuit
ru: Датчик температуры испарителя А / С – неисправность электрической цепи

source: A/C Evaporator Temperature Sensor Circuit Range/Performance
ru: Датчик температуры испарителя А / С – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: A/C Evaporator Temperature Sensor Circuit Low
ru: Датчик температуры испарителя А / С – низкое напряжение сигнала

source: A/C Evaporator Temperature Sensor Circuit High
ru: Датчик температуры испарителя А / С – высокое напряжение сигнала

source: A/C Evaporator Temperature Sensor Circuit Intermittent
ru: Датчик температуры испарителя А / С – периодически проявляющаяся неисправность в электрической цепи

source: Intake Air Heater 'A' Circuit
ru: Подогрев воздухозабора А – неисправность электрической цепи

source: Intake Air Heater 'A' Circuit Low
ru: Подогрев воздухозабора А – низкое напряжение в электрической цепи

source: Intake Air Heater 'A' Circuit High
ru: Подогрев воздухозабора А – высокое напряжение в электрической цепи

source: Intake Air Heater 'A' Circuit Open
ru: Подогрев воздухозабора А – разрыв электрической цепи

source: Exhaust Gas Temperature Sensor Circuit
ru: Датчик температуры отработавших газов – неисправность электрической цепи

source: Exhaust Gas Temperature Sensor Circuit Low
ru: Датчик температуры отработавших газов – низкое напряжение сигнала

source: Exhaust Gas Temperature Sensor Circuit High
ru: Датчик температуры отработавших газов – высокое напряжение сигнала

source: Power Steering Pressure Sensor/Switch Circuit
ru: Неисправность в цепи датчика давления в гидроусилителе руля

source: Power Steering Pressure Sensor/Switch Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик давления в гидроусилителе руля

source: Power Steering Pressure Sensor/Switch Circuit Low Input
ru: Низкий показатель датчика давления в гидроусилителе руля

source: Power Steering Pressure Sensor/Switch Circuit High Input
ru: Высокий показатель датчика давления в гидроусилителе руля

source: Power Steering Pressure Sensor/Switch Circuit Intermittent
ru: Неисправность датчика давления в гидроусилителе руля

source: Brake Booster Pressure Sensor Circuit
ru: Датчик давления вакуумного усилителя тормозов – неисправность электрической цепи

source: Brake Booster Pressure Sensor Circuit Range/Performance
ru: Датчик давления вакуумного усилителя тормозов – проблемы с рабочим диапазоном / качеством работы

source: Brake Booster Pressure Sensor Circuit Low Input
ru: Датчик давления вакуумного усилителя тормозов – низкое напряжение входного сигнала в электрической цепи

source: Brake Booster Pressure Sensor Circuit High Input
ru: Датчик давления вакуумного усилителя тормозов – высокое напряжение входного сигнала в электрической цепи

source: Brake Booster Pressure Sensor Circuit Intermittent
ru: Датчик давления вакуумного усилителя тормозов – периодически проявляющаяся неисправность в электрической цепи

source: System Voltage
ru: Напряжение системы

source: System Voltage Unstable
ru: Напряжение системы нестабильно

source: System Voltage Low
ru: Низкое напряжение системы

source: System Voltage High
ru: Высокое напряжение системы

source: Cruise Control Multi-Function Input 'A' Circuit
ru: Система круиз – контроля – многофункциональный входной сигнал

source: Cruise Control On Signal
ru: Неисправность сигнала включения системы круиз-контроля

source: Cruise Control Off Signal
ru: Неисправность сигнала выключения системы круиз-контроля

source: Cruise Control Resume Signal
ru: Неисправность сигнала продолжения движения системы круиз-контроля

source: Cruise Control Set Signal
ru: Неисправность сигнала установки скорости системы круиз-контроля

source: Cruise Control Coast Signal
ru: Неисправность сигнала торможения системы круиз-контроля

source: Cruise Control Accelerate Signal
ru: Неисправность сигнала ускорения системы круиз-контроля

source: Brake Switch 'A' Circuit
ru: Неисправность в цепи переключателя торможения A системы круиз-контроля

source: Brake Switch 'A' Circuit Low
ru: Низкий показатель переключателя торможения A системы круиз-контроля

source: Brake Switch 'A' Circuit High
ru: Высокий показатель переключателя торможения A системы круиз-контроля

source: Cruise Control Vacuum Control Circuit/Open
ru: Система круиз – контроля , вакуумное управление – разрыв электрической цепи

source: Cruise Control Vacuum Control Circuit Low
ru: Система круиз – контроля , вакуумное управление – низкое напряжение в электрической цепи

source: Cruise Control Vacuum Control Circuit High
ru: Система круиз – контроля , вакуумное управление – высокое напряжение в электрической цепи

source: Cruise Control Multi-Function Input 'A'/'B' Correlation
ru: Система круиз – контроля , многофункциональный входной сигнал А / В – корреляция

source: Cruise Control Vent Control Circuit/Open
ru: Система круиз – контроля , управление выпуском в атмосферу – разрыв электрической цепи

source: Cruise Control Vent Control Circuit Low
ru: Система круиз – контроля , управление выпуском в атмосферу – низкое напряжение в электрической цепи

source: Cruise Control Vent Control Circuit High
ru: Система круиз – контроля , управление выпуском в атмосферу – высокое напряжение в электрической цепи
