Repository: benvm/garmon
Catalog: garmon/locale/*/LC_MESSAGES/garmon.po
Languages: ru

source: Excessive Clutch Slippage
ru: Повышенная пробуксировка сцепления

source: Transmission Range Display Circuit
ru: Электрическая цепь индикатора диапазона коробки передач

source: Driveline Disconnect Switch Input Circuit
ru: Электрическая цепь входного сигнала переключателя отсоединения трансмиссии

source: Up and Down Shift Switch to Transmission Range Correlation
ru: Переключатель переключения на более высокую или более низкую передачу относительно диапазона коробки передач – корреляция

source: Gear Lever X-Y Position Sensor Circuit
ru: Электрическая цепь датчика положения X – Y рычага переключения передач

source: Gear Lever X Position Circuit
ru: Электрическая цепь положения Х рычага переключения передач

source: Gear Lever Y Position Circuit
ru: Электрическая цепь положения Y рычага переключения передач

source: Gear Lever X Position Circuit Intermittent
ru: Электрическая цепь положения Х рычага переключения передач – периодически проявляющаяся неисправность

source: Gear Lever Y Position Circuit Intermittent
ru: Электрическая цепь положения Y рычага переключения передач – периодически проявляющаяся неисправность

source: Gear Lever Push-Pull Switch (Shift Anticipate)
ru: Переключатель тянущего – толкающего действия рычага переключения передач ( ожидание переключения передач )

source: Up and Down Shift Switch Circuit
ru: Переключатель переключения на более высокую или более низкую передачу – электрическая цепь входного сигнала

source: Up and Down Shift Switch Circuit Low
ru: Переключатель переключения на более высокую или более низкую передачу – низкое напряжение входного сигнала в электрической цепи

source: Up and Down Shift Switch Circuit High
ru: Переключатель переключения на более высокую или более низкую передачу – высокое напряжение входного сигнала в электрической цепи

source: 5-6 Shift
ru: Неисправность 5-6 переключателей

source: Clutch Pedal Switch 'A' Circuit
ru: Электрическая цепь переключателя педали сцепления А

source: Clutch Pedal Switch 'A' Circuit Low
ru: Электрическая цепь переключателя педали сцепления А – низкое напряжение

source: Clutch Pedal Switch 'A' Circuit High
ru: Электрическая цепь переключателя педали сцепления А – высокое напряжение

source: Clutch Pedal Switch 'B' Circuit
ru: Электрическая цепь переключателя педали сцепления В

source: Clutch Pedal Switch 'B' Circuit Low
ru: Электрическая цепь переключателя педали сцепления В – низкое напряжение

source: Clutch Pedal Switch 'B' Circuit High
ru: Электрическая цепь переключателя педали сцепления В – высокое напряжение

source: Four Wheel Drive (4WD) Switch Circuit
ru: Электрическая цепь переключателя привода на 4 колеса ( 4 WD )

source: Four Wheel Drive (4WD) Switch Circuit Range/Performance
ru: Электрическая цепь переключателя привода на 4 колеса ( 4 WD ) – проблемы с рабочим диапазоном / качеством работы

source: Four Wheel Drive (4WD) Switch Circuit Low
ru: Электрическая цепь переключателя привода на 4 колеса ( 4 WD ) – низкое напряжение

source: Four Wheel Drive (4WD) Switch Circuit High
ru: Электрическая цепь переключателя привода на 4 колеса ( 4 WD ) – высокое напряжение

source: Transmission Fluid Pressure Sensor/Switch 'A' Circuit
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости А – неисправность

source: Transmission Fluid Pressure Sensor/Switch 'A' Circuit Range/Performance
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости А – проблемы с рабочим диапазоном / качеством работы

source: Transmission Fluid Pressure Sensor/Switch 'A' Circuit Low
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости А – низкое напряжение

source: Transmission Fluid Pressure Sensor/Switch 'A' Circuit High
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости А – высокое напряжение

source: Transmission Fluid Pressure Sensor/Switch 'A' Circuit Intermittent
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости А – периодически проявляющаяся неисправность

source: Transmission Fluid Pressure Sensor/Switch 'B' Circuit
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости В – неисправность

source: Transmission Fluid Pressure Sensor/Switch 'B' Circuit Range/Performance
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости В – проблемы с рабочим диапазоном / качеством работы

source: Transmission Fluid Pressure Sensor/Switch 'B' Circuit Low
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости В – низкое напряжение

source: Transmission Fluid Pressure Sensor/Switch 'B' Circuit High
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости В – высокое напряжение

source: Transmission Fluid Pressure Sensor/Switch 'B' Circuit Intermittent
ru: Электрическая цепь датчика – переключателя давления трансмиссионной жидкости В – периодически проявляющаяся неисправность

source: Park/Neutral Switch Input Circuit
ru: Переключатель положения парковочной передачи / нейтрального положения ( PNP ) – неисправность электрической цепи входного сигнала

source: Park/Neutral Switch Input Circuit Low
ru: Переключатель положения парковочной передачи / нейтрального положения ( PNP ) – низкое напряжение входного сигнала в электрической цепи

source: Park/Neutral Switch Input Circuit High
ru: Переключатель положения парковочной передачи / нейтрального положения ( PNP ) – высокое напряжение входного сигнала в электрической цепи

source: Drive Switch Input Circuit
ru: Переключатель движения – неисправность электрической цепи входного сигнала

source: Drive Switch Input Circuit Low
ru: Переключатель движения – низкое напряжение входного сигнала в электрической цепи

source: Drive Switch Input Circuit High
ru: Переключатель движения – высокое напряжение входного сигнала в электрической цепи

source: Traction Control Input Signal
ru: Входной сигнал регулятора тягового усилия – неправильная работа

source: Traction Control Input Signal Range/Performance
ru: Входной сигнал регулятора тягового усилия – проблемы с рабочим диапазоном / качеством работы

source: Traction Control Input Signal Low
ru: Входной сигнал регулятора тягового усилия – низкое напряжение

source: Traction Control Input Signal High
ru: Входной сигнал регулятора тягового усилия – высокое напряжение

source: Gear Shift Module Communication Circuit
ru: Электрическая цепь передачи данных модуля переключения передач – неисправность

source: Gear Shift Module Communication Circuit Low
ru: Электрическая цепь передачи данных модуля переключения передач – низкое напряжение входного сигнала

source: Gear Shift Module Communication Circuit High
ru: Электрическая цепь передачи данных модуля переключения передач – высокое напряжение входного сигнала

source: TCM Communication Circuit
ru: Электрическая цепь передачи данных модуля управления коробкой передач ( ТСМ ) – неправильная работа

source: TCM Communication Circuit Range/Performance
ru: Электрическая цепь передачи данных модуля управления коробкой передач ( ТСМ ) – проблемы с рабочим диапазоном / качеством работы

source: TCM Communication Circuit Low
ru: Электрическая цепь передачи данных модуля управления коробкой передач ( ТСМ ) – низкое напряжение входного сигнала в электрической цепи

source: TCM Communication Circuit High
ru: Электрическая цепь передачи данных модуля управления коробкой передач ( ТСМ ) – высокое напряжение входного сигнала в электрической цепи

source: Transmission Fluid Pressure Low
ru: Датчик давления трансмиссионной жидкости ( TFP ) – низкое напряжение сигнала

source: Transmission Fluid Pressure High
ru: Датчик давления трансмиссионной жидкости ( TFP ) – высокое напряжение сигнала

source: Transmission Fluid Pressure Sensor/Switch 'C' Circuit
ru: Неисправность электрической цепи давления трансмиссионной жидкости ( TFP ) – датчик / переключатель С

source: Transmission Fluid Pressure Sensor/Switch 'C' Circuit Range/Performance
ru: Датчик давления трансмиссионной жидкости ( TFP ) С – проблемы с рабочим диапазоном / качеством работы

source: Transmission Fluid Pressure Sensor/Switch 'C' Circuit Low
ru: Датчик давления трансмиссионной жидкости ( TFP ) С – низкое напряжение сигнала

source: Transmission Fluid Pressure Sensor/Switch 'C' Circuit High
ru: Датчик давления трансмиссионной жидкости ( TFP ) С – высокое напряжение сигнала

source: Transmission Fluid Pressure Sensor/Switch 'C' Circuit Intermittent
ru: Датчик давления трансмиссионной жидкости ( TFP ) С – периодически проявляющаяся неисправность в электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'D' Circuit
ru: Датчик давления трансмиссионной жидкости ( TFP ) D – неисправность электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'D' Circuit Range/Performance
ru: Датчик давления трансмиссионной жидкости ( TFP ) D – проблемы с рабочим диапазоном / качеством работы

source: Transmission Fluid Pressure Sensor/Switch 'D' Circuit Low
ru: Датчик давления трансмиссионной жидкости ( TFP ) D – низкое напряжение сигнала

source: Transmission Fluid Pressure Sensor/Switch 'D' Circuit High
ru: Датчик давления трансмиссионной жидкости ( TFP ) D – высокое напряжение сигнала

source: Transmission Fluid Pressure Sensor/Switch 'D' Circuit Intermittent
ru: Датчик давления трансмиссионной жидкости ( TFP ) D – периодически проявляющаяся неисправность в электрической цепи

source: TCM Power Input Signal
ru: Входной сигнал питания модуля управления коробкой передач ( ТСМ ) – сбой

source: TCM Power Input Signal Range/Performance
ru: Входной сигнал питания модуля управления коробкой передач ( ТСМ ) – проблемы с рабочим диапазоном / качеством работы

source: TCM Power Input Signal Low
ru: Входной сигнал питания модуля управления коробкой передач ( ТСМ ) – низкое напряжение

source: TCM Power Input Signal High
ru: Входной сигнал питания модуля управления коробкой передач ( ТСМ ) – высокое напряжение

source: TCM Power Input Signal Intermittent
ru: Входной сигнал питания модуля управления коробкой передач ( ТСМ ) – периодический сбой

source: TCM Power Relay Control Circuit/Open
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – разрыв электрической цепи управления

source: TCM Power Relay Control Circuit Low
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – низкое напряжение в электрической цепи управления

source: TCM Power Relay Control Circuit High
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – высокое напряжение в электрической цепи управления

source: TCM Power Relay Sense Circuit
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – неисправность электрической цепи восприятия

source: TCM Power Relay Sense Circuit Range/Performance
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – проблемы с рабочим диапазоном / качеством работы электрической цепи восприятия

source: TCM Power Relay Sense Circuit Low
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – низкое напряжение в электрической цепи восприятия

source: TCM Power Relay Sense Circuit High
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – высокое напряжение в электрической цепи восприятия

source: TCM Power Relay Sense Circuit Intermittent
ru: Реле питания модуля управления коробкой передач ( ТСМ ) – периодически проявляющаяся неисправность электрической цепи восприятия

source: Transmission Control System MIL Request Circuit Low
ru: Система управления коробкой передач – запрос MIL – низкое напряжение в электрической цепи

source: Transmission Control System MIL Request Circuit High
ru: Система управления коробкой передач – запрос MIL – высокое напряжение в электрической цепи

source: Clutch Actuator Circuit/Open
ru: Исполнительное устройство сцепления – разрыв электрической цепи

source: Clutch Actuator Circuit Range/Performance
ru: сполнительное устройство сцепления – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Clutch Actuator Circuit Low
ru: Исполнительное устройство сцепления – низкое напряжение в электрической цепи

source: Clutch Actuator Circuit High
ru: Исполнительное устройство сцепления – высокое напряжение в электрической цепи

source: Gate Select Position Circuit Range/Performance
ru: Электрическая цепь положения кулисы рычага переключения передач - проблемы с рабочим диапазоном / качеством работы

source: Gate Select Position Circuit Low
ru: Электрическая цепь положения кулисы рычага переключения передач – низкое напряжение

source: Gate Select Position Circuit High
ru: Электрическая цепь положения кулисы рычага переключения передач – высокое напряжение

source: Gate Select Position Circuit Intermittent
ru: Электрическая цепь положения кулисы рычага переключения передач – периодически проявляющаяся неисправность

source: Gate Select Control Error
ru: Кулиса рычага переключения передач – ошибка управления

source: Gate Select Actuator Circuit/Open
ru: Исполнительное устройство кулисы рычага переключения передач – разрыв электрической цепи

source: Gate Select Actuator Circuit Range/Performance
ru: Исполнительное устройство кулисы рычага переключения передач – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Gate Select Actuator Circuit Low
ru: Исполнительное устройство кулисы рычага переключения передач – низкое напряжение сигнала

source: Gate Select Actuator Circuit High
ru: Исполнительное устройство кулисы рычага переключения передач – высокое напряжение сигнала

source: Gear Shift Position Circuit
ru: Электрическая цепь положения переключения передач – неправильная работа

source: Gear Shift Position Circuit Range/Performance
ru: Электрическая цепь положения переключения передач – проблемы с рабочим диапазоном / качеством работы

source: Gear Shift Position Circuit Low
ru: Электрическая цепь положения переключения передач – низкое напряжение

source: Gear Shift Position Circuit High
ru: Электрическая цепь положения переключения передач – высокое напряжение

source: Gear Shift Position Circuit Intermittent
ru: Электрическая цепь положения переключения передач – периодически проявляющаяся неисправность

source: Gear Shift Position Control Error
ru: Управление положением переключения передач – ошибка

source: Gear Shift Forward Actuator Circuit/Open
ru: Исполнительное устройство переключения передач движения вперед – разрыв электрической цепи

source: Gear Shift Forward Actuator Circuit Range/Performance
ru: Исполнительное устройство переключения передач движения вперед – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Gear Shift Forward Actuator Circuit Low
ru: Исполнительное устройство переключения передач движения вперед – низкое напряжение в электрической цепи

source: Gear Shift Forward Actuator Circuit High
ru: Исполнительное устройство переключения передач движения вперед – высокое напряжение в электрической цепи

source: Gear Shift Reverse Actuator Circuit/Open
ru: Исполнительное устройство переключения передачи заднего хода – разрыв электрической цепи

source: Gear Shift Reverse Actuator Circuit Range/Performance
ru: Исполнительное устройство переключения передачи заднего хода – проблемы с диапазоном / качеством работы электрической цепи

source: Gear Shift Reverse Actuator Circuit Low
ru: Исполнительное устройство переключения передачи заднего хода – низкое напряжение в электрической цепи

source: Gear Shift Reverse Actuator Circuit High
ru: Исполнительное устройство переключения передачи заднего хода – высокое напряжение в электрической цепи

source: Gear Shift Lock Solenoid Control Circuit/Open
ru: Электромагнит блокировки переключения передач – разрыв электрической цепи

source: Gear Shift Lock Solenoid Control Circuit Range/Performance
ru: Электромагнит блокировки переключения передач – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Gear Shift Lock Solenoid Control Circuit Low
ru: Электромагнит блокировки переключения передач – низкое напряжение электрической цепи

source: Gear Shift Lock Solenoid Control Circuit High
ru: Электромагнит блокировки переключения передач – высокое напряжение электрической цепи

source: Hydraulic Pressure Sensor Circuit
ru: Датчик гидравлического давления – неисправность электрической цепи

source: Hydraulic Pressure Sensor Range/Performance
ru: Датчик гидравлического давления – проблемы с рабочим диапазоном / качеством работы

source: Hydraulic Pressure Sensor Circuit Low
ru: Датчик гидравлического давления – низкое напряжение входного сигнала в электрической цепи

source: Hydraulic Pressure Sensor Circuit High
ru: Датчик гидравлического давления – высокое напряжение входного сигнала в электрической цепи

source: Hydraulic Pressure Sensor Circuit Intermittent
ru: Датчик гидравлического давления – периодически проявляющаяся неисправность электрической цепи

source: Hydraulic Oil Temperature Sensor Circuit
ru: Датчик температуры гидравлической жидкости – неисправность электрической цепи

source: Hydraulic Oil Temperature Sensor Range/Performance
ru: Датчик температуры гидравлической жидкости – проблемы с рабочим диапазоном / качеством работы

source: Hydraulic Oil Temperature Sensor Circuit Low
ru: Датчик температуры гидравлической жидкости – низкое напряжение входного сигнала в электрической цепи

source: Hydraulic Oil Temperature Sensor Circuit High
ru: Датчик температуры гидравлической жидкости – высокое напряжение входного сигнала в электрической цепи

source: Hydraulic Oil Temperature Sensor Circuit Intermittent
ru: Датчик температуры гидравлической жидкости – периодически проявляющаяся неисправность в электрической цепи

source: Hydraulic Pressure Unit Cycling Period Too Short
ru: Гидравлический нагнетательный блок – слишком короткий период цикла

source: Hydraulic Pressure Unit Loss of Pressure
ru: Гидравлический нагнетательный блок – потеря давления

source: Hydraulic Pump Relay Circuit/Open
ru: Реле гидравлического насоса – разрыв электрической цепи

source: Hydraulic Pump Relay Circuit Range/Performance
ru: Реле гидравлического насоса – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Hydraulic Pump Relay Circuit Low
ru: Реле гидравлического насоса – низкое напряжение в электрической цепи

source: Hydraulic Pump Relay Circuit High
ru: Реле гидравлического насоса – высокое напряжение в электрической цепи

source: Auto Shift Manual Adaptive Learning Not Complete
ru: ASM – адаптивный сбор рабочих данных не выполнен

source: Auto Shift Manual Control Circuit
ru: Цепь управления ASM

source: Auto Shift Manual Control Circuit Range/Performance
ru: Цепь управления ASM – проблемы с рабочим диапазоном / качеством работы

source: Auto Shift Manual Control Circuit Low
ru: Цепь управления ASM – низкое напряжение

source: Auto Shift Manual Control Circuit High
ru: Цепь управления ASM – высокое напряжение

source: Auto Shift Manual Control Circuit Intermittent
ru: ASM - периодически проявляющаяся неисправность в электрической цепи

source: Auto Shift Manual Mode Circuit
ru: Электрическая цепь режима ASM – неисправность

source: Auto Shift Manual Mode Circuit Range/Performance
ru: Электрическая цепь режима ASM – проблемы с рабочим диапазоном / качеством работы

source: Auto Shift Manual Mode Circuit Low
ru: Электрическая цепь режима ASM – низкое напряжение

source: Auto Shift Manual Mode Circuit High
ru: Электрическая цепь режима ASM – высокое напряжение

source: Auto Shift Manual Mode Circuit Intermittent
ru: Электрическая цепь режима ASM – периодически проявляющаяся неисправность электрической цепи

source: Pressure Control Solenoid 'A' Control Circuit/Open
ru: Электромагнитный клапан А управления давлением ( РС ) – разрыв электрической цепи управления

source: Pressure Control Solenoid 'A' Control Circuit Range/Performance
ru: Электромагнитный клапан А управления давлением ( РС ) – проблемы с рабочим диапазоном / качеством работы электрической цепи управления

source: Pressure Control Solenoid 'A' Control Circuit Low
ru: Электромагнитный клапан А управления давлением ( РС ) – низкое напряжение в электрической цепи управления

source: Pressure Control Solenoid 'A' Control Circuit High
ru: Электромагнитный клапан А управления давлением ( РС ) – высокое напряжение в электрической цепи управления

source: Pressure Control Solenoid 'B' Control Circuit/Open
ru: Электромагнитный клапан В управления давлением ( РС ) – разрыв электрической цепи управления

source: Pressure Control Solenoid 'B' Control Circuit Range/Performance
ru: Электромагнитный клапан В управления давлением ( РС ) – проблемы с рабочим диапазоном / качеством работы цепи управления

source: Pressure Control Solenoid 'B' Control Circuit Low
ru: Электромагнитный клапан В управления давлением ( РС ) – низкое напряжение в электрической цепи управления

source: Pressure Control Solenoid 'B' Control Circuit High
ru: Электромагнитный клапан В управления давлением ( РС ) – высокое напряжение в электрической цепи управления

source: Pressure Control Solenoid 'C' Control Circuit/Open
ru: Электромагнитный клапан С управления давлением ( РС ) – разрыв электрической цепи управления

source: Pressure Control Solenoid 'C' Control Circuit Range/Performance
ru: Электромагнитный клапан С управления давлением ( РС ) – проблемы с рабочим диапазоном / качеством работы цепи управления

source: Pressure Control Solenoid 'C' Control Circuit Low
ru: Электромагнитный клапан С управления давлением ( РС ) – низкое напряжение в электрической цепи управления

source: Pressure Control Solenoid 'C' Control Circuit High
ru: Электромагнитный клапан С управления давлением ( РС ) – высокое напряжение в электрической цепи управления

source: Shift Solenoid 'A' Control Circuit Range/Performance
ru: Электромагнитный клапан А переключения передач ( SS ) – проблемы с рабочим диапазоном / качеством работы цепи управления

source: Shift Solenoid 'A' Control Circuit Low
ru: Электромагнитный клапан А переключения передач ( SS ) – низкое напряжение в электрической цепи управления

source: Shift Solenoid 'A' Control Circuit High
ru: Электромагнитный клапан А переключения передач ( SS ) – высокое напряжение в электрической цепи управления

source: Shift Solenoid 'B' Control Circuit Range/Performance
ru: Электромагнитный клапан В переключения передач ( SS ) – проблемы с рабочим диапазоном / качеством работы цепи управления

source: Shift Solenoid 'B' Control Circuit Low
ru: Электромагнитный клапан В переключения передач ( SS ) – низкое напряжение в электрической цепи управления

source: Shift Solenoid 'B' Control Circuit High
ru: Электромагнитный клапан В переключения передач ( SS ) – высокое напряжение в электрической цепи управления

source: Shift Solenoid 'C' Control Circuit Range/Performance
ru: Электромагнитный клапан С переключения передач ( SS ) – проблемы с рабочим диапазоном / качеством работы цепи управления

source: Shift Solenoid 'C' Control Circuit Low
ru: Электромагнитный клапан С переключения передач ( SS ) – низкое напряжение в электрической цепи управления

source: Shift Solenoid 'C' Control Circuit High
ru: Электромагнитный клапан С переключения передач ( SS ) – высокое напряжение в электрической цепи управления

source: Shift Solenoid 'D' Control Circuit Range/Performance
ru: Электромагнитный клапан D переключения передач ( SS ) – проблемы с рабочим диапазоном / качеством работы цепи управления

source: Shift Solenoid 'D' Control Circuit Low
ru: Электромагнитный клапан D переключения передач ( SS ) – низкое напряжение в электрической цепи управления

source: Shift Solenoid 'D' Control Circuit High
ru: Электромагнитный клапан D переключения передач ( SS ) – высокое напряжение в электрической цепи управления

source: Shift Solenoid 'E' Control Circuit Range/Performance
ru: Электромагнитный клапан E переключения передач ( SS ) – проблемы с рабочим диапазоном / качеством работы цепи управления
