Repository: benvm/garmon
Catalog: garmon/locale/*/LC_MESSAGES/garmon.po
Languages: ru

source: General
ru: Общее

source: _File
ru: _Файл

source: _Edit
ru: _Изменить

source: _View
ru: _Вид

source: _Monitor
ru: _Монитор

source: _Device
ru: _Устройство

source: _Help
ru: _Справка

source: _Quit
ru: _Выйти

source: Quit
ru: Выход

source: _About
ru: _О программе

source: About
ru: О программе

source: _Preferences
ru: _Параметры

source: Preferences
ru: Параметры

source: Plugin Manager
ru: Менеджер Модулей

source: _Reset
ru: _Сброс

source: Reset Device
ru: Сброс устройства

source: Monitoring
ru: Мониторинг

source: _Full Screen
ru: _Полно экранный режим

source: Full Screen
ru: Полно экранный режим

source: translator-credits
ru: Переводчики

source: Do You Really want to quit?
ru: Вы действительно хотите выйти?

source: command rate: N/A
ru: Частота обмена:неподходящий

source: command rate: %s Hz
ru: Частота обмена:%s (Гц)

source: Device
ru: Устройство

source: Unable to write to
ru: Невозможно записать в

source: Read timeout from
ru: Ошибка чтения из

source: Unable to read from
ru: Не удалось прочитать из

source: could not read supported pids
ru: Не удалось прочесть поддерживаемые пид'ы

source: Unable to open %s
ru: Не удалось открыть %s

source: Please make sure the device is connected.
ru: Убедитесь, что устройство подключено.

source: Garmon Plugin Manager
ru: Менеджер модулей Гармон

source: <b>Version: </b>
ru: <b>Версия: </b>

source: <b>Author: </b>
ru: <b>Автор: </b>

source: <b>Description: </b>
ru: <b>Описание: </b>

source: Garmon Preferences
ru: Настройки Гармона

source: Open Loop
ru: Откритая петля

source: Closed Loop
ru: Замкнутая петля

source: OBD and OBD II
ru: OBD и OBD II

source: Not intended to meet any OBD requirements.
ru: Не удовлетворяет никаких требований OBD.

source: EOBD (Europe)
ru: EOBD (Европа)

source: Supported PIDs
ru: Поддерживаемые ПИДы:

source: Number of trouble codes
ru: Число кодов проблем

source: Malfunction Indicator Light
ru: Лампа индикации неисправности

source: Engine coolant temperature
ru: Температура охлаждающей жидкости

source: Short Term Fuel Trim - Bank 1
ru: Kраткосрочная коррекция подачи топлива по банку 1

source: Long Term Fuel Trim - Bank 1
ru: Долгосрочная коррекция подачи топлива по банку 1

source: Short Term Fuel Trim - Bank 2
ru: Краткосрочная коррекция подачи топлива по банку 2

source: Long Term Fuel Trim - Bank 2
ru: Долгосрочная коррекция подачи топлива по банку 2

source: Fuel Pressure
ru: Давление топлива

source: Intake Manifold Pressure
ru: Давление во впускном коллекторе

source: Engine RPM
ru: Обороты двигателья

source: Vehicle Speed
ru: Скорость автомобиля

source: Timing Advance
ru: Опережение зажигания

source: Intake Air Temp
ru: Температура воздуха

source: Throttle Position
ru: Положение дросселя

source: Secondary Air Status
ru: Подача дополнительного воздуха

source: Commanded EGR
ru: Рециркуляция газов ( EGR )

source: EGR Error
ru: Ошибка EGR

source: Fuel Volume Regulator Control Circuit/Open
ru: Разрыв электрической цепи управления регулятором подачи топлива

source: Fuel Volume Regulator Control Circuit Range/Performance
ru: Проблемы с рабочим диапазоном /качеством сигнала в электрической цепи управления регулятором подачи топлива

source: Fuel Volume Regulator Control Circuit Low
ru: Низкое напряжение сигнала в электрической цепи управления регулятором подачи топлива

source: Fuel Volume Regulator Control Circuit High
ru: Высокое напряжение сигнала в электрической цепи управления регулятором подачи топлива

source: Fuel Shutoff Valve 'A' Control Circuit/Open
ru: Разрыв в электрической цепи управления клапана отсечки топлива ( А )

source: Fuel Shutoff Valve 'A' Control Circuit Low
ru: Низкое напряжение сигнала в электрической цепи управления клапана отсечки топлива ( А )

source: Fuel Shutoff Valve 'A' Control Circuit High
ru: Высокое напряжение сигнала в электрической цепи управления клапана отсечки топлива ( А )

source: Engine Position System Performance
ru: Проблемы в работе системы определения положения двигателя

source: 'A' Camshaft Position Actuator Circuit
ru: Разрыв электрической цепи исполнительного устройства задания положения впускного распределительного вала

source: 'A' Camshaft Position - Timing Over-Advanced or System Performance
ru: Положение распределительного вала А - повышенное опережение

source: 'A' Camshaft Position - Timing Over-Retarded
ru: Положение распределительного вала А - повышенное запаздывание

source: 'B' Camshaft Position - Actuator Circuit
ru: Положение распределительного вала В - неисправность электрической цепи исполнительного устройства

source: 'B' Camshaft Position - Timing Over-Advanced or System Performance
ru: Положение распределительного вала В - повышенное опережение

source: 'B' Camshaft Position - Timing Over-Retarded
ru: Положение распределительного вала В - повышенное запаздывание

source: Crankshaft Position - Camshaft Position Correlation
ru: Корреляция положения распределительного вала / положения коленчатого вала

source: Intake Valve Control Solenoid Circuit Range/Performance
ru: Электрическая цепь электромагнитного клапана управления впускными клапанами , проблемы с рабочим диапазоном / качеством работы

source: Exhaust Valve Control Solenoid Circuit Range/Performance
ru: Электрическая цепь электромагнитного клапана управления выпускными клапанами, проблемы с рабочим диапазоном / качеством работы

source: HO2S Heater Control Circuit
ru: Электрическая цепь управления нагревательным элементом датчика кислорода

source: HO2S Heater Control Circuit Low
ru: Низкое напряжение сигнала в электрической цепи управления нагревательным элементом датчика кислорода

source: HO2S Heater Control Circuit High
ru: Высокое напряжение сигнала в электрической цепи управления нагревательным элементом датчика кислорода

source: Turbo Charger Bypass Valve Control Circuit
ru: Электрическая цепь управления байпасным клапаном турбокомпрессора

source: Turbo Charger Bypass Valve Control Circuit Low
ru: Низкое напряжение сигнала в электрической цепи управления байпасным клапаном турбокомпрессора

source: Turbo Charger Bypass Valve Control Circuit High
ru: Высокое напряжение сигнала в электрической цепи управления байпасным клапаном турбокомпрессора

source: Turbo/Super Charger Bypass Valve Control Circuit Range/Performance
ru: Проблемы с рабочим диапазоном /качеством сигнала в электрической цепи управления байпасным клапаном турбокомпрессора

source: Mass or Volume Air Flow Circuit
ru: Неисправность в цепи расходомера воздуха

source: Mass or Volume Air Flow Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован расходомер воздуха

source: Mass or Volume Air Flow Circuit Low Input
ru: Низкий показатель расходомера воздуха

source: Mass or Volume Air Flow Circuit High Input
ru: Высокий показатель расходомера воздуха

source: Mass or Volume Air Flow Circuit Intermittent
ru: Неисправность расходомера воздуха

source: Manifold Absolute Pressure/Barometric Pressure Circuit
ru: Неисправность цепи датчика абсолютного давления впускного коллектора / барометрического давления впускного коллектора

source: Manifold Absolute Pressure/Barometric Pressure Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик абсолютного давления впускного коллектора / барометрического давления впускного коллектора

source: Manifold Absolute Pressure/Barometric Pressure Circuit Low Input
ru: Низкий показатель датчика абсолютного давления впускного коллектора / барометрического давления впускного коллектора

source: Manifold Absolute Pressure/Barometric Pressure Circuit High Input
ru: Высокий показатель датчика абсолютного давления впускного коллектора / барометрического давления впускного коллектора

source: Manifold Absolute Pressure/Barometric Pressure Circuit Intermittent
ru: Неисправность датчика абсолютного давления впускного коллектора / барометрического давления впускного коллектора

source: Intake Air Temperature Sensor 1 Circuit
ru: Неправильный показатель датчика температуры воздуха на впуске

source: Intake Air Temperature Sensor 1 Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик температуры воздуха на впуске

source: Intake Air Temperature Sensor 1 Circuit Low
ru: Низкий показатель датчика температуры воздуха на впуске

source: Intake Air Temperature Sensor 1 Circuit High
ru: Высокий показатель датчика температуры воздуха на впуске

source: Intake Air Temperature Sensor 1 Circuit Intermittent
ru: Неисправность датчика температуры воздуха на впуске

source: Engine Coolant Temperature Circuit
ru: Неисправность цепи датчика температуры охлаждающей жидкости двигателя

source: Engine Coolant Temperature Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик температуры охлаждающей жидкости двигателя

source: Engine Coolant Temperature Circuit Low
ru: Низкий показатель датчика температуры охлаждающей жидкости двигателя

source: Engine Coolant Temperature Circuit High
ru: Высокий показатель датчика температуры охлаждающей жидкости двигателя

source: Engine Coolant Temperature Circuit Intermittent
ru: Неисправность датчика температуры охлаждающей жидкости двигателя

source: Throttle/Pedal Position Sensor/Switch 'A' Circuit
ru: Неисправность цепи датчика положения дроссельной заслонки / переключатель А

source: Throttle/Pedal Position Sensor/Switch 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик положения дроссельной заслонки / переключатель А

source: Throttle/Pedal Position Sensor/Switch 'A' Circuit Low
ru: Низкий показатель датчика положения дроссельной заслонки / переключатель А

source: Throttle/Pedal Position Sensor/Switch 'A' Circuit High
ru: Высокий показатель датчика положения дроссельной заслонки / переключатель А

source: Throttle/Pedal Position Sensor/Switch 'A' Circuit Intermittent
ru: Неисправность датчика положения дроссельной заслонки / переключатель А

source: Insufficient Coolant Temperature for Closed Loop Fuel Control
ru: Слишком низкая или слишком высокая температура охлаждающей жидкости

source: Insufficient Coolant Temperature for Stable Operation
ru: Температура охлаждающей жидкости отличается от нормы

source: O2 Sensor Circuit
ru: Неисправность цепи датчика кислорода (bank 1, датчик 1)

source: O2 Sensor Circuit Low Voltage
ru: Низкое напряжение цепи датчика кислорода (bank 1, датчик 1)

source: O2 Sensor Circuit High Voltage
ru: Высокое напряжение цепи датчика кислорода (bank 1, датчик 1)

source: O2 Sensor Circuit Slow Response
ru: С опозданием отвечает датчик кислорода (bank 1, датчик 1)

source: O2 Sensor Circuit No Activity Detected
ru: Не работает датчик кислорода (bank 1, датчик 1)

source: O2 Sensor Heater Circuit
ru: Неисправность цепи подогрева датчика кислорода (bank 1, датчик 1)

source: Fuel Trim
ru: Неправильно сбалансирован состав смеси (bank 1)

source: System Too Lean
ru: Смесь бедная (bank 1)

source: System Too Rich
ru: Смесь богатая (bank 1)

source: Fuel Composition Sensor Circuit
ru: Неисправность в цепи датчика состава смеси

source: Fuel Composition Sensor Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик состава смеси

source: Fuel Composition Sensor Circuit Low
ru: Низкий показатель датчика состава смеси

source: Fuel Composition Sensor Circuit High
ru: Высокий показатель датчика состава смеси

source: Fuel Temperature Sensor A Circuit
ru: Неисправность в цепи датчика А температуры топлива

source: Fuel Temperature Sensor A Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик А температуры топлива

source: Fuel Temperature Sensor A Circuit Low
ru: Низкий показатель датчика А температуры топлива

source: Fuel Temperature Sensor A Circuit High
ru: Высокий показатель датчика А температуры топлива

source: Fuel Temperature Sensor A Circuit Intermittent
ru: Неисправность датчика А температуры топлива

source: Fuel Temperature Sensor B Circuit
ru: Неисправность в цепи датчика B температуры топлива

source: Fuel Temperature Sensor B Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик B температуры топлива

source: Fuel Temperature Sensor B Circuit Low
ru: Низкий показатель датчика B температуры топлива

source: Fuel Temperature Sensor B Circuit High
ru: Высокий показатель датчика B температуры топлива

source: Fuel Temperature Sensor B Circuit Intermittent
ru: Неисправность датчика B температуры топлива

source: Fuel Rail Pressure Sensor Circuit
ru: Неисправность в цепи датчика температуры топлива

source: Fuel Rail Pressure Sensor Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик температуры топлива

source: Fuel Rail Pressure Sensor Circuit Low
ru: Низкий показатель датчика температуры топлива

source: Fuel Rail Pressure Sensor Circuit High
ru: Высокий показатель датчика температуры топлива

source: Fuel Rail Pressure Sensor Circuit Intermittent
ru: Неисправность датчика температуры топлива

source: Engine Oil Temperature Sensor
ru: Неисправность датчика температуры масла

source: Engine Oil Temperature Sensor Range/Performance
ru: Неправильный показатель / не отрегулирован датчик температуры масла

source: Engine Oil Temperature Sensor Low
ru: Низкий показатель датчика температуры масла

source: Engine Oil Temperature Sensor High
ru: Высокий показатель датчика температуры масла

source: Engine Oil Temperature Sensor Intermittent
ru: Неисправность датчика температуры масла

source: Injector Circuit/Open
ru: Неисправность в цепи форсунки

source: Injector Circuit/Open - Cylinder 1
ru: Неисправность форсунки – цилиндр 1

source: Injector Circuit/Open - Cylinder 2
ru: Неисправность форсунки – цилиндр 2

source: Injector Circuit/Open - Cylinder 3
ru: Неисправность форсунки – цилиндр 3

source: Injector Circuit/Open - Cylinder 4
ru: Неисправность форсунки – цилиндр 4

source: Injector Circuit/Open - Cylinder 5
ru: Неисправность форсунки – цилиндр 5

source: Injector Circuit/Open - Cylinder 6
ru: Неисправность форсунки – цилиндр 6

source: Injector Circuit/Open - Cylinder 7
ru: Неисправность форсунки – цилиндр 7

source: Injector Circuit/Open - Cylinder 8
ru: Неисправность форсунки – цилиндр 8

source: Injector Circuit/Open - Cylinder 9
ru: Неисправность форсунки – цилиндр 9

source: Injector Circuit/Open - Cylinder 10
ru: Неисправность форсунки – цилиндр 10

source: Injector Circuit/Open - Cylinder 11
ru: Неисправность форсунки – цилиндр 11

source: Injector Circuit/Open - Cylinder 12
ru: Неисправность форсунки – цилиндр 12

source: Cold Start Injector 1
ru: Неисправность 1 форсунки при пуске

source: Cold Start Injector 2
ru: Неисправность 2 форсунки при пуске

source: Engine Shutoff Solenoid
ru: Неисправность стопорного клапана двигателя

source: Injector/Injection Timing Control Circuit
ru: Неисправность в цепи регулировки момента зажигания

source: Engine Coolant Over Temperature Condition
ru: Перегрев двигателя

source: Transmission Fluid Over Temperature Condition
ru: Перегрев трансмиссии

source: Engine Overspeed Condition
ru: Слишком высокие обороты двигателя

source: Throttle/Pedal Position Sensor/Switch 'B' Circuit
ru: Неисправность в цепи датчика положения дроссельной заслонки/Переключатель B

source: Throttle/Pedal Position Sensor/Switch 'B' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик положения дроссельной заслонки/Переключатель B

source: Throttle/Pedal Position Sensor/Switch 'B' Circuit Low
ru: Низкий показатель датчика положения дроссельной заслонки/Переключатель B

source: Throttle/Pedal Position Sensor/Switch 'B' Circuit High
ru: Высокий показатель датчика положения дроссельной заслонки/Переключатель B

source: Throttle/Pedal Position Sensor/Switch 'B' Circuit Intermittent
ru: Неисправность датчика положения дроссельной заслонки/Переключатель B

source: Throttle/Pedal Position Sensor/Switch 'C' Circuit
ru: Неисправность в цепи датчика положения дроссельной заслонки/Переключатель С

source: Throttle/Pedal Position Sensor/Switch 'C' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик положения дроссельной заслонки/Переключатель C

source: Throttle/Pedal Position Sensor/Switch 'C' Circuit Low
ru: Низкий показатель датчика положения дроссельной заслонки/Переключатель C

source: Throttle/Pedal Position Sensor/Switch 'C' Circuit High
ru: Высокий показатель датчика положения дроссельной заслонки/Переключатель C

source: Throttle/Pedal Position Sensor/Switch 'C' Circuit Intermittent
ru: Неисправность датчика положения дроссельной заслонки/Переключатель C

source: Fuel Pump Primary Circuit
ru: Неисправность в первичной цепи топливного насоса

source: Fuel Pump Secondary Circuit Low
ru: Низкий показатель в вторичной цепи топливного насоса

source: Fuel Pump Secondary Circuit High
ru: Высокий показатель вторичной цепи топливного насоса

source: Fuel Pump Secondary Circuit Intermittent
ru: Неисправность в первичной цепи топливного насоса

source: Turbo/Super Charger Overboost Condition
ru: Перегрузка двигателя

source: Turbo/Super Charger Boost Sensor 'A' Circuit
ru: Неисправность в цепи датчика А турбокомпрессора

source: Turbo/Super Charger Boost Sensor 'A' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик А турбокомпрессора

source: Turbo/Super Charger Boost Sensor 'A' Circuit Low
ru: Низкий показатель датчика А турбокомпрессора

source: Turbo/Super Charger Boost Sensor 'A' Circuit High
ru: Высокий показатель датчика А турбокомпрессора

source: Turbo/Super Charger Boost Sensor 'B' Circuit
ru: Неисправность датчика B турбокомпрессора

source: Turbo/Super Charger Boost Sensor 'B' Circuit Range/Performance
ru: Неправильный показатель / не отрегулирован датчик B турбокомпрессора

source: Turbo/Super Charger Boost Sensor 'B' Circuit Low
ru: Низкий показатель датчика B турбокомпрессора

source: Turbo/Super Charger Boost Sensor 'B' Circuit High
ru: Высокий показатель датчика B турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'A'
ru: Неисправность соленоид А турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'A' Range/Performance
ru: Неправильный показатель / не отрегулирован соленоид А турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'A' Low
ru: Низкий показатель соленоида А турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'A' High
ru: Высокий показатель соленоида А турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'B'
ru: Неисправность соленоида B турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'B' Range/Performance
ru: Неправильный показатель / не отрегулирован соленоид B турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'B' Low
ru: Низкий показатель соленоида B турбокомпрессора

source: Turbo/Super Charger Wastegate Solenoid 'B' High
ru: Высокий показатель соленоида B турбокомпрессора

source: Injection Pump Fuel Metering Control 'A' (Cam/Rotor/Injector)
ru: Неисправность датчика топлива А насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'A' Range/Performance (Cam/Rotor/Injector)
ru: Неправильный показатель / не отрегулирован датчик топлива А насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'A' Low (Cam/Rotor/Injector)
ru: Низкий показатель датчика топлива А насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'A' High (Cam/Rotor/Injector)
ru: Высокий показатель датчика топлива А насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'A' Intermittent (Cam/Rotor/Injector)
ru: Неисправность датчика топлива А насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'B' (Cam/Rotor/Injector)
ru: Неисправность датчика топлива B насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'B' Range/Performance (Cam/Rotor/Injector)
ru: Неправильный показатель / не отрегулирован датчик топлива B насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'B' Low (Cam/Rotor/Injector)
ru: Низкий показатель датчика топлива B насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'B' High (Cam/Rotor/Injector)
ru: Высокий показатель датчика топлива А насоса форсунки (Кулачок/Ротор/Форсунка)

source: Injection Pump Fuel Metering Control 'B' Intermittent (Cam/Rotor/Injector)
ru: Неисправность датчика топлива А насоса форсунки (Кулачок/Ротор/Форсунка)

source: Cylinder 1 Injector Circuit Low
ru: Низкий показатель цепи форсунки 1 цилиндра

source: Cylinder 1 Injector Circuit High
ru: Высокий показатель цепи форсунки 1 цилиндра

source: Cylinder 1 Contribution/Balance
ru: Неправильно сбалансирован 1 цилиндр

source: Cylinder 2 Injector Circuit Low
ru: Низкий показатель цепи форсунки 2 цилиндра

source: Cylinder 2 Injector Circuit High
ru: Высокий показатель цепи форсунки 2 цилиндра

source: Cylinder 2 Contribution/Balance
ru: Неправильно сбалансирован 2 цилиндр

source: Cylinder 3 Injector Circuit Low
ru: Низкий показатель цепи форсунки 3 цилиндра

source: Cylinder 3 Injector Circuit High
ru: Высокий показатель цепи форсунки 3 цилиндра

source: Cylinder 3 Contribution/Balance
ru: Неправильно сбалансирован 3 цилиндр

source: Cylinder 4 Injector Circuit Low
ru: Низкий показатель цепи форсунки 4 цилиндра

source: Cylinder 4 Injector Circuit High
ru: Высокий показатель цепи форсунки 4 цилиндра

source: Cylinder 4 Contribution/Balance
ru: Неправильно сбалансирован 4 цилиндр

source: Cylinder 5 Injector Circuit Low
ru: Низкий показатель цепи форсунки 5 цилиндра

source: Cylinder 5 Injector Circuit High
ru: Высокий показатель цепи форсунки 5 цилиндра

source: Cylinder 5 Contribution/Balance
ru: Неправильно сбалансирован 5 цилиндр

source: Cylinder 6 Injector Circuit Low
ru: Низкий показатель цепи форсунки 6 цилиндра

source: Cylinder 6 Injector Circuit High
ru: Высокий показатель цепи форсунки 6 цилиндра

source: Cylinder 6 Contribution/Balance
ru: Неправильно сбалансирован 6 цилиндр

source: Cylinder 7 Injector Circuit Low
ru: Низкий показатель цепи форсунки 7 цилиндра

source: Cylinder 7 Injector Circuit High
ru: Высокий показатель цепи форсунки 7 цилиндра

source: Cylinder 7 Contribution/Balance
ru: Неправильно сбалансирован 7 цилиндр

source: Cylinder 8 Injector Circuit Low
ru: Низкий показатель цепи форсунки 8 цилиндра

source: Cylinder 8 Injector Circuit High
ru: Высокий показатель цепи форсунки 8 цилиндра

source: Cylinder 8 Contribution/Balance
ru: Неправильно сбалансирован 8 цилиндр

source: Cylinder 9 Injector Circuit Low
ru: Низкий показатель цепи форсунки 9 цилиндра

source: Cylinder 9 Injector Circuit High
ru: Высокий показатель цепи форсунки 9 цилиндра

source: Cylinder 9 Contribution/Balance
ru: Неправильно сбалансирован 9 цилиндр

source: Cylinder 10 Injector Circuit Low
ru: Низкий показатель цепи форсунки 10 цилиндра

source: Cylinder 10 Injector Circuit High
ru: Высокий показатель цепи форсунки 10 цилиндра

source: Cylinder 10 Contribution/Balance
ru: Неправильно сбалансирован 10 цилиндр

source: Cylinder 11 Injector Circuit Low
ru: Низкий показатель цепи форсунки 11 цилиндра

source: Cylinder 11 Injector Circuit High
ru: Высокий показатель цепи форсунки 11 цилиндра

source: Cylinder 11 Contribution/Balance
ru: Неправильно сбалансирован 11 цилиндр

source: Cylinder 12 Injector Circuit Low
ru: Низкий показатель цепи форсунки 12 цилиндра

source: Cylinder 12 Injector Circuit High
ru: Высокий показатель цепи форсунки 12 цилиндра

source: Cylinder 12 Contribution/Balance
ru: Неправильно сбалансирован 12 цилиндр

source: Random/Multiple Cylinder Misfire Detected
ru: Нарушен порядок зажигания цилиндров

source: Cylinder 1 Misfire Detected
ru: Нарушен порядок зажигания 1 цилиндра

source: Cylinder 2 Misfire Detected
ru: Нарушен порядок зажигания 2 цилиндра
