Repository: benvm/garmon
Catalog: garmon/locale/*/LC_MESSAGES/garmon.po
Languages: ru

source: Throttle/Pedal Position Sensor 'D' Maximum Stop Performance
ru: Датчик – переключатель D положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на максимальном упоре

source: Throttle/Pedal Position Sensor 'E' Maximum Stop Performance
ru: Датчик – переключатель E положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на максимальном упоре

source: Throttle/Pedal Position Sensor 'F' Maximum Stop Performance
ru: Датчик – переключатель F положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на максимальном упоре

source: Exhaust Pressure Regulator Vent Solenoid Control Circuit/Open
ru: Выпускной электромагнитный клапан регулятора давления отработавших газов – разрыв в электрической цепи

source: Exhaust Pressure Regulator Vent Solenoid Control Circuit Low
ru: Выпускной электромагнитный клапан регулятора давления отработавших газов – низкое напряжение в электрической цепи

source: Exhaust Pressure Regulator Vent Solenoid Control Circuit High
ru: Выпускной электромагнитный клапан регулятора давления отработавших газов – высокое напряжение в электрической цепи

source: Throttle Actuator Control System - Sudden High Airflow Detected
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – зарегистрировано резкое увеличение расхода воздуха

source: Throttle Actuator Control System - High Airflow Detected
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – зарегистрирован высокий расход воздуха

source: Throttle Actuator Control System - Sudden Low Airflow Detected
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – зарегистрировано резкое уменьшение расхода воздуха

source: Throttle Actuator Control System - Low Airflow Detected
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – зарегистрирован низкий расход воздуха

source: Throttle Actuator Control System - Idle Position Not Learned
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – не выполнен сбор данных для положения режима холостого хода

source: System Too Lean Off Idle
ru: Слишком бедная смесь в системе на оборотах выше холостого хода

source: System Too Rich Off Idle
ru: Слишком богатая смесь в системе на оборотах выше холостого хода

source: Engine Coolant Temperature Sensor 2 Circuit
ru: Датчик 2 температуры охлаждающей жидкости двигателя ( ЕСТ ) – неисправность электрической цепи

source: Engine Coolant Temperature Sensor 2 Circuit Range/Performance
ru: Датчик 2 температуры охлаждающей жидкости двигателя ( ЕСТ ) – проблемы с качеством работы / рабочим диапазоном

source: Engine Coolant Temperature Sensor 2 Circuit Low
ru: Датчик 2 температуры охлаждающей жидкости двигателя ( ЕСТ ) – низкое напряжение сигнала

source: Engine Coolant Temperature Sensor 2 Circuit High
ru: Датчик 2 температуры охлаждающей жидкости двигателя ( ЕСТ ) – высокое напряжение сигнала

source: Engine Coolant Temperature Sensor 2 Circuit Intermittent/Erratic
ru: Датчик 2 температуры охлаждающей жидкости двигателя ( ЕСТ ) – прерывистый / хаотический сигнал

source: System Too Lean at Idle
ru: Слишком бедная смесь в системе в режиме холостого хода

source: System Too Rich at Idle
ru: Слишком богатая смесь в системе в режиме холостого хода

source: System Too Lean at Higher Load
ru: Слишком бедная смесь в системе при повышенной нагрузке

source: System Too Rich at Higher Load
ru: Слишком богатая смесь в системе при повышенной нагрузке

source: O2 Sensor Signal Stuck Lean
ru: Сигнал кислородного датчика , зависание в состоянии обеднения смеси

source: O2 Sensor Signal Stuck Rich
ru: Сигнал кислородного датчика , зависание в состоянии обогащения смеси

source: Intake Air Temperature Sensor 1 / 2 Correlation
ru: Датчик 1 / 2 температуры воздухозабора ( IAT ) – корреляция

source: NOx Sensor Circuit
ru: Датчик содержания оксидов азота ( NOx ) , неисправность электрической цепи

source: NOx Sensor Circuit Range/Performance
ru: Датчик содержания оксидов азота ( NOx ) , проблемы с рабочим диапазоном / качеством работ

source: NOx Sensor Circuit Low Input
ru: Датчик содержания оксидов азота ( NOx ) , низкое напряжение входного сигнала

source: NOx Sensor Circuit High Input
ru: Датчик содержания оксидов азота ( NOx ) , высокое напряжение входного сигнала

source: NOx Sensor Circuit Intermittent Input
ru: Датчик содержания оксидов азота ( NOx ) , прерывистый входной сигнал

source: NOx Sensor Heater Control Circuit/Open
ru: Датчик содержания оксидов азота ( NOx ) , управление нагревательным элементом – разрыв в электрической цепи

source: NOx Sensor Heater Control Circuit Low
ru: Датчик содержания оксидов азота ( NOx ) , управление нагревательным элементом – низкое напряжение в электрической цепи

source: NOx Sensor Heater Control Circuit High
ru: Датчик содержания оксидов азота ( NOx ) , управление нагревательным элементом – высокое напряжение в электрической цепи

source: NOx Sensor Heater Sense Circuit
ru: Датчик содержания оксидов азота ( NOx ) , электрическая цепь восприятия нагревательного элемента – неисправность электрической цепи

source: NOx Sensor Heater Sense Circuit Range/Performance
ru: Датчик содержания оксидов азота ( NOx ) , электрическая цепь восприятия нагревательного элемента – проблемы с рабочим диапазоном / качеством работы

source: NOx Sensor Heater Sense Circuit Low Input
ru: Датчик содержания оксидов азота ( NOx ) , электрическая цепь восприятия нагревательного элемента – низкое напряжение входного сигнала

source: NOx Sensor Heater Sense Circuit High Input
ru: Датчик содержания оксидов азота ( NOx ) , электрическая цепь восприятия нагревательного элемента – высокое напряжение входного сигнала

source: NOx Sensor Heater Sense Circuit Intermittent
ru: Датчик содержания оксидов азота ( NOx ) , электрическая цепь восприятия нагревательного элемента – периодически проявляющаяся неисправность в электрической цепи

source: NOx Sensor Heater Sense Circuit Low
ru: Датчик содержания оксидов азота ( NOx ) , электрическая цепь восприятия нагревательного элемента – низкое напряжение входного сигнала

source: NOx Sensor Heater Sense Circuit High
ru: Датчик содержания оксидов азота ( NOx ) , электрическая цепь восприятия нагревательного элемента – высокое напряжение входного сигнала

source: Barometric Pressure Circuit
ru: Датчик барометрического давления ( BARO ) – неисправность электрической цепи

source: Barometric Pressure Circuit Range/Performance
ru: Датчик барометрического давления ( BARO ) – проблемы с рабочим диапазоном / качеством работы

source: Barometric Pressure Circuit Low
ru: Датчик барометрического давления ( BARO ) – низкое напряжение сигнала

source: Barometric Pressure Circuit High
ru: Датчик барометрического давления ( BARO ) – высокое напряжение сигнала

source: Barometric Pressure Circuit Intermittent
ru: Датчик барометрического давления ( BARO ) – периодически проявляющаяся неисправность в электрической цепи

source: O2 Sensor Signal Circuit Shorted to Heater Circuit
ru: Подогреваемый кислородный датчик ( HO2S ) – короткое замыкание электрической цепи сигнала на электрическую цепь нагревательного элемента

source: O2 Sensor Positive Current Control Circuit/Open
ru: Управления силой тока в положительной цепи кислородного датчика - разрыв в электрической цепи

source: O2 Sensor Positive Current Control Circuit Low
ru: Управления силой тока в положительной цепи кислородного датчика – низкое напряжение в электрической цепи

source: O2 Sensor Positive Current Control Circuit High
ru: Управления силой тока в положительной цепи кислородного датчика – высокое напряжение в электрической цепи

source: O2 Sensor Reference Voltage Circuit/Open
ru: Опорное напряжение кислородного датчика – разрыв в электрической цепи

source: O2 Sensor Reference Voltage Performance
ru: Опорное напряжение кислородного датчика –проблемы с качеством работы

source: O2 Sensor Reference Voltage Circuit Low
ru: Опорное напряжение кислородного датчика – низкое напряжение в электрической цепи

source: O2 Sensor Reference Voltage Circuit High
ru: Опорное напряжение кислородного датчика –высокое напряжение в электрической цепи

source: O2 Sensor Negative Current Control Circuit/Open
ru: Управление силой тока в отрицательной цепи кислородного датчика – разрыв в электрической цепи

source: O2 Sensor Negative Current Control Circuit Low
ru: Управления силой тока в отрицательной цепи кислородного датчика – низкое напряжение в электрической цепи

source: O2 Sensor Negative Current Control Circuit High
ru: Управления силой тока в отрицательной цепи кислородного датчика – высокое напряжение в электрической цепи

source: Secondary Air Injection System Control 'A' Circuit Low
ru: Система впрыска вторичного воздуха ( AIR ) , управление А – низкое напряжение в электрической цепи

source: Secondary Air Injection System Control 'A' Circuit High
ru: Система впрыска вторичного воздуха ( AIR ) , управление А – высокое напряжение в электрической цепи

source: Secondary Air Injection System Control 'B' Circuit Low
ru: Система впрыска вторичного воздуха ( AIR ) , управление В – низкое напряжение в электрической цепи

source: Secondary Air Injection System Control 'B' Circuit High
ru: Система впрыска вторичного воздуха ( AIR ) , управление В – высокое напряжение в электрической цепи

source: Fuel and Air Merering
ru: топливная система или воздухоподача

source: Ignition System or Misfire
ru: система зажигания

source: Auxiliary Emission Controls
ru: вспомогательный контроль

source: Vehicle Speed, Idle Control, and Auxiliary Inputs
ru: холостой ход

source: Computer and Auxiliary Outputs
ru: ECU или его цепи

source: Transmission
ru: трансмиссия

source: <b>Portname:</b>
ru: <b>Имя порта: </b>

source: <b>Baudrate:</b>
ru: <b>Скорость передачи данных: </b>

source: Ignore keywords
ru: Игнорировать ключевые слова

source: <b>Protocol:</b>
ru: <b>Протокол:</b>

source: Metric
ru: Метрический

source: Imperial
ru: Империал

source: <b>Units:</b>
ru: <b>Единицы: </b>

source: Save active plugins on exit
ru: Сохранение активных плагинов при выходе

source: Load saved plugins when program starts
ru: Загрузка активных плагинов при старте програмы

source: <b>Plugin Manager:</b>
ru: <b>Менеджер Модулей</b>

source: "ON" color
ru: "Вкл." цвет

source: "OFF" color
ru: "Выкл." цвет

source: <b>Malfunction Indicator Light:</b>
ru: <b>Лампа индикации неисправности:</b>

source: Clears the stored trouble codes in the vehicle
ru: Сбросивает коды ошибок автомобиля

source: _Clear DTC
ru: _Очистить DTC

source: Clear stored trouble codes
ru: Сброс кодов ошибок

source: An error occurred while trying to reset the dtc. Please make sure your device is connected. The ignition must be turned on but the engine should not be running
ru: Ошибка при сбросе кодов ошибок Убедитесь что устройство подключенно. Сбрасывать коды ошибок следует при заглушенном двигателе и включенном зажигании.

source: Are You Sure You want to clear the trouble codes? This will reset the Malfunction Indicator Light. Besides that it will also: - reset the number of trouble codes - erase any diagnostic trouble codes - erase any stored freeze frame data - erase the DTC that initiated the freeze frame - erase all oxygen sensor test data - erase mode 06 and 07 information Your vehicle may run poorly for a short period of time, while it performs a recalibration.
ru: Вы уверенны что хотите сбросить коды ошибок? При этом будет сброс Индикатор Сбоя (MIL) А также происходит: · Сброс сохраненных и текущих кодов ошибок; · Сброс данных стоп кадра; · Очистка таблиц обучения по датчику кислорода; · Сброс результатов проверки датчиков кислорода; · Сброс информации режимов 06 и 07 В течение некоторого времени может наблюдаться нестабильная работа двигателя.

source: Reads the stored trouble codes from the vehicle
ru: Считывание и просмотр кодов неисправностей

source: <b>DTC Code</b>
ru: <b>Код DTC </b>

source: <b>DTC Code Class</b>
ru: <b>Класс кода DTC</b>

source: <b>Description</b>
ru: <b>Описание</b>

source: <b>Additional Info</b>
ru: <b>Больше информации</b>

source: Re-read
ru: Перечитывание

source: View Freeze Frame data associated with a certain dtc EXPERIMENTAL
ru: Получение сохраненной фотографии текущих параметров работы системы управления на момент возникновение кодов неисправностей ЭКСПЕРИМЕНТАЛЬНЫЙ

source: Frame %s
ru: Кадр %s

source: Timing Adv
ru: Угол опережения

source: Coolant Temp
ru: темп охлаждающей жидкости

source: Engine Load
ru: Нагрузка на двигатель

source: Throttle
ru: Дроссельная заслонка

source: <b>General</b>
ru: <b>Общие</b>

source: Air Flow Rate
ru: Расход воздуха

source: Air Temp
ru: Т-ра всасываемого воздуха

source: Manifold Pressure
ru: Давление в коллекторе

source: <b>Intake</b>
ru: <b>Система впуска</b>

source: Feedback 1
ru: Отзыв 1

source: Feedback 2
ru: Отзыв 2

source: <b>Fuel System</b>
ru: <b>Система топливной коррекции</b>

source: <b>Trouble Code</b>
ru: <b>Коды неисправностей</b>

source: Long Term
ru: Долгосрочная

source: Short Term
ru: Kраткосрочная

source: Sensor 4
ru: Датчик 4

source: Sensor 3
ru: Датчик 3

source: Sensor 2
ru: Датчик2

source: Sensor 1
ru: Датчик 1

source: <b>O2 Sensors + Fuel Trim Bank 1</b>
ru: <b>датчик O2 +коррекция топлива - банк 1 </b>

source: <b>O2 Sensors + Fuel Trim Bank 2</b>
ru: <b>датчик O2 + коррекция топлива -банк 2 </b>

source: View the most important live data like: *Fuel System *Intake *VIN *...
ru: Считывание текущих параметров работы системы управления: *режим работы системы топливной коррекции *система впуска *информации о системе *...

source: Voltage
ru: Напряжение

source: Protocol
ru: Протокол

source: Coolant Temperature
ru: Т-ра охлажд. жидкости

source: Engine load
ru: Hагрузка на двигатель

source: Manifold pressure
ru: Давление в коллекторе

source: deactivate all sensors
ru: Отключить все датчики

source: DeActivate all
ru: Отключить все

source: <b>Trouble Codes</b>
ru: <b>Коды неисправностей</b>

source: <b>OBD Designation</b>
ru: <b>Обозначение OBD</b>

source: <b>Protocol</b>
ru: <b>Протокол</b>

source: <b>System Info</b>
ru: <b>Информация о системе</b>
