Repository: benvm/garmon
Catalog: garmon/locale/*/LC_MESSAGES/garmon.po
Languages: ru

source: Shift Solenoid 'E' Control Circuit Low
ru: Электромагнитный клапан E переключения передач ( SS ) – низкое напряжение в электрической цепи управления

source: Shift Solenoid 'E' Control Circuit High
ru: Электромагнитный клапан E переключения передач ( SS ) – высокое напряжение в электрической цепи управления

source: Transmission Fluid Pressure Sensor/Switch 'E' Circuit
ru: Датчик Е давления трансмиссионной жидкости ( TFP ) – – неисправность электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'E' Circuit Range/Performance
ru: Датчик Е давления трансмиссионной жидкости ( TFP ) – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'E' Circuit Low
ru: Датчик Е давления трансмиссионной жидкости ( TFP ) – низкое напряжение в электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'E' Circuit High
ru: Датчик Е давления трансмиссионной жидкости ( TFP ) – высокое напряжение в электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'E' Circuit Intermittent
ru: Датчик Е давления трансмиссионной жидкости ( TFP ) – периодически проявляющаяся неисправность в электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'F' Circuit
ru: Датчик F давления трансмиссионной жидкости ( TFP ) – неисправность электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'F' Circuit Range/Performance
ru: Датчик F давления трансмиссионной жидкости ( TFP ) – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'F' Circuit Low
ru: Датчик F давления трансмиссионной жидкости ( TFP ) – низкое напряжение в электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'F' Circuit High
ru: Датчик F давления трансмиссионной жидкости ( TFP ) – высокое напряжение в электрической цепи

source: Transmission Fluid Pressure Sensor/Switch 'F' Circuit Intermittent
ru: Датчик F давления трансмиссионной жидкости ( TFP ) – периодически проявляющаяся неисправность в электрической цепи

source: Shift Solenoid 'F' Control Circuit Range/Performance
ru: Электромагнитный клапан F переключения передач ( SS ) – проблемы с рабочим диапазоном / качеством работы цепи управления

source: Shift Solenoid 'F' Control Circuit Low
ru: Электромагнитный клапан F переключения передач ( SS ) – низкое напряжение в электрической цепи управления

source: Shift Solenoid 'F' Control Circuit High
ru: Электромагнитный клапан F переключения передач ( SS ) – высокое напряжение в электрической цепи управления

source: NOx Trap Efficiency Below Threshold
ru: Эффективность нейтрализации оксидов азота ( NO x ) – ниже порогового значения

source: Particulate Trap Efficiency Below Threshold
ru: Эффективность нейтрализации твердых частиц – ниже порогового значения

source: Intake Manifold Runner Control Stuck Open
ru: Управление каналами впускного коллектора – заедание в открытом положении

source: Intake Manifold Runner Control Stuck Closed
ru: Управление каналами впускного коллектора – заедание в закрытом положении

source: Intake Manifold Runner Control Circuit/Open
ru: Управление каналами впускного коллектора – разрыв электрической цепи

source: Intake Manifold Runner Control Circuit Low
ru: Управление каналами впускного коллектора – низкое напряжение в электрической цепи

source: Intake Manifold Runner Control Circuit High
ru: Управление каналами впускного коллектора – высокое напряжение в электрической цепи

source: Intake Manifold Runner Position Sensor/Switch Circuit
ru: Датчик – переключатель положения заслонок впускного коллектора – неисправность электрической цепи

source: Intake Manifold Runner Position Sensor/Switch Circuit Range/Performance
ru: Электрическая цепь датчика – переключателя положения заслонок впускного коллектора – проблемы с рабочим диапазоном / качеством работы

source: Intake Manifold Runner Position Sensor/Switch Circuit Low
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – низкое напряжение в электрической цепи

source: Intake Manifold Runner Position Sensor/Switch Circuit High
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – высокое напряжение в электрической цепи

source: Intake Manifold Runner Position Sensor/Switch Circuit Intermittent
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – периодически проявляющаяся неисправность в электрической цепи

source: Evaporative Emissions (EVAP) Fuel Vapor Temperature Sensor Circuit
ru: Датчик температуры паров топлива системы улавливания паров топлива ( EVAP ) – неисправность электрической цепи

source: Evaporative Emissions (EVAP) Fuel Vapor Temperature Sensor Performance
ru: Датчик температуры паров топлива системы улавливания паров топлива ( EVAP ) – проблемы с рабочим диапазоном / качеством работы

source: Evaporative Emissions (EVAP) Fuel Vapor Temperature Sensor Circuit Low Voltage
ru: Датчик температуры паров топлива системы улавливания паров топлива ( EVAP ) – низкое напряжение

source: Evaporative Emissions (EVAP) Fuel Vapor Temperature Sensor Circuit High Voltage
ru: Датчик температуры паров топлива системы улавливания паров топлива ( EVAP ) – высокое напряжение

source: Evaporative Emissions (EVAP) Fuel Vapor Temperature Sensor Circuit Intermittent
ru: Датчик температуры паров топлива системы улавливания паров топлива ( EVAP ) – периодически проявляющаяся неисправность в электрической цепи

source: Fuel Fired Heater Disabled
ru: Дополнительный отопитель ( работающий на топливе ) – система отключена

source: Fuel Fired Heater Performance
ru: Дополнительный отопитель ( работающий на топливе ) – проблемы с качеством работы

source: Reductant Injection Air Pressure Sensor Circuit
ru: Датчик давления воздуха для впрыска реагента – неисправность электрической цепи

source: Reductant Injection Air Pressure Sensor Circuit Range/Performance
ru: Датчик давления воздуха для впрыска реагента – проблемы с рабочим диапазоном / качеством работы

source: Reductant Injection Air Pressure Sensor Circuit Low Input
ru: Датчик давления воздуха для впрыска реагента – низкое напряжение входного сигнала

source: Reductant Injection Air Pressure Sensor Circuit High Input
ru: Датчик давления воздуха для впрыска реагента – высокое напряжение входного сигнала

source: Reductant Injection Air Pressure Sensor Circuit Intermittent
ru: Р2041 Датчик давления воздуха для впрыска реагента – периодически проявляющаяся неисправность

source: Reductant Temperature Sensor Circuit
ru: Датчик температуры реагента – неисправность электрической цепи

source: Reductant Temperature Sensor Circuit Range/Performance
ru: Датчик температуры реагента – проблемы с рабочим диапазоном / качеством работы

source: Reductant Temperature Sensor Circuit Low Input
ru: Датчик температуры реагента – низкое напряжение входного сигнала

source: Reductant Temperature Sensor Circuit High Input
ru: Датчик температуры реагента – высокое напряжение входного сигнала

source: Reductant Temperature Sensor Circuit Intermittent
ru: Датчик температуры реагента – периодически проявляющаяся неисправность в электрической цепи

source: Reductant Injector Circuit/Open
ru: Форсунка реагента – разрыв в электрической цепи

source: Reductant Injector Circuit Low
ru: Форсунка реагента – низкое напряжение в электрической цепи

source: Reductant Injector Circuit High
ru: Форсунка реагента – высокое напряжение в электрической цепи

source: Reductant Injection Air Pump Control Circuit/Open
ru: Воздушный насос впрыска реагента – разрыв в электрической цепи

source: Reductant Injection Air Pump Control Circuit Low
ru: Воздушный насос впрыска реагента – низкое напряжение в электрической цепи

source: Reductant Injection Air Pump Control Circuit High
ru: Воздушный насос впрыска реагента – высокое напряжение в электрической цепи

source: Reductant Supply Control Circuit/Open
ru: Управление подачей реагента – разрыв в электрической цепи

source: Reductant Supply Control Circuit Low
ru: Управление подачей реагента – низкое напряжение в электрической цепи

source: Reductant Supply Control Circuit High
ru: Управление подачей реагента – высокое напряжение в электрической цепи

source: Fuel Level Sensor 'B' Circuit
ru: Датчик В указателя уровня топлива в баке – неисправность электрической цепи

source: Fuel Level Sensor 'B' Performance
ru: Датчик В указателя уровня топлива в баке – проблемы с качеством работы

source: Fuel Level Sensor 'B' Circuit Low
ru: Датчик В указателя уровня топлива в баке – низкое напряжение в электрической цепи

source: Fuel Level Sensor 'B' Circuit High
ru: Датчик В указателя уровня топлива в баке – высокое напряжение в электрической цепи

source: Fuel Level Sensor 'B' Circuit Intermittent
ru: Датчик В указателя уровня топлива в баке – периодически проявляющаяся неисправность в электрической цепи

source: Intake Manifold Tuning (IMT) Valve Stuck Open
ru: Клапан регулировки впускного коллектора ( IMT ) – заедание в открытом положении

source: Intake Manifold Tuning (IMT) Valve Stuck Closed
ru: Клапан регулировки впускного коллектора ( IMT ) – заедание в закрытом положении

source: Intake Manifold Tuning (IMT) Valve Position Sensor/Switch Circuit
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – неисправность электрической цепи

source: Intake Manifold Tuning (IMT) Valve Position Sensor/Switch Circuit Range/Performance
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – проблема с рабочим диапазоном / качеством работы

source: Intake Manifold Tuning (IMT) Valve Position Sensor/Switch Circuit Low
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – низкое напряжение в электрической цепи

source: Intake Manifold Tuning (IMT) Valve Position Sensor/Switch Circuit High
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – высокое напряжение в электрической цепи

source: Intake Manifold Tuning (IMT) Valve Position Sensor/Switch Circuit Intermittent
ru: Датчик – переключатель положения исполнительного устройства управления подачей воздуха впускного коллектора – периодически проявляющаяся неисправность в электрической цепи

source: Exhaust Gas Temperature Sensor Circuit Range/Performance
ru: Датчик температуры отработавших газов ( EGT ) – проблемы с рабочим диапазоном / качеством работы

source: Exhaust Gas Temperature Sensor Circuit Intermittent
ru: Датчик температуры отработавших газов ( EGT ) – периодически проявляющаяся неисправность в электрической цепи

source: 'A' Camshaft Position Actuator Control Circuit Low
ru: Исполнительное устройство А задания положения распределительного вала ( CMP ) – низкое напряжение в электрической цепи

source: 'A' Camshaft Position Actuator Control Circuit High
ru: Исполнительное устройство А задания положения распределительного вала ( CMP ) – высокое напряжение в электрической цепи

source: 'B' Camshaft Position Actuator Control Circuit Low
ru: Исполнительное устройство В задания положения распределительного вала ( CMP ) – низкое напряжение в электрической цепи

source: 'B' Camshaft Position Actuator Control Circuit High
ru: Исполнительное устройство В задания положения распределительного вала ( CMP ) – высокое напряжение в электрической цепи

source: Post Catalyst Fuel Trim System Too Lean
ru: Коррекция подачи топлива ( FT ) , датчик после каталитического нейтрализатора – слишком большое обеднение смеси

source: Post Catalyst Fuel Trim System Too Rich
ru: Коррекция подачи топлива ( FT ) , датчик после каталитического нейтрализатора – слишком большое обогащение смеси

source: Throttle Actuator Control Motor Circuit/Open
ru: Электродвигатель управления исполнительным устройством дроссельной заслонки ( ТАС ) – разрыв в электрической цепи

source: Throttle Actuator Control Motor Circuit Range/Performance
ru: Электродвигатель управления исполнительным устройством дроссельной заслонки ( ТАС ) – проблемы с рабочим диапазоном / качеством работы

source: Throttle Actuator Control Motor Circuit Low
ru: Электродвигатель управления исполнительным устройством дроссельной заслонки ( ТАС ) – низкое напряжение в электрической цепи

source: Throttle Actuator Control Motor Circuit High
ru: Электродвигатель управления исполнительным устройством дроссельной заслонки ( ТАС ) – высокое напряжение в электрической цепи

source: Throttle Actuator Control System - Forced Idle
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – принудительный режим холостого хода

source: Throttle Actuator Control System - Forced Engine Shutdown
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – принудительный режим включения двигателя

source: Throttle Actuator Control System - Forced Limited Power
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – принудительный режим ограничения мощности

source: Throttle Actuator Control Module Processor
ru: Модуль управления исполнительным устройством дроссельной заслонки ( ТАС ) – неисправность процессора

source: Throttle Actuator Control Module Performance
ru: Модуль управления исполнительным устройством дроссельной заслонки ( ТАС ) – проблемы с качеством работы

source: Throttle/Pedal Position Sensor 'A' Minimum Stop Performance
ru: Датчик А положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на минимальном упоре

source: Throttle Actuator Control System - Forced Limited RPM
ru: Система управления исполнительным устройством дроссельной заслонки ( ТАС ) – принудительный режим ограничения частоты вращения

source: Throttle Actuator Control System - Stuck Open
ru: Модуль управления исполнительным устройством дроссельной заслонки ( ТАС ) – заедание дополнительного устройства в открытом положении

source: Throttle Actuator Control System - Stuck Closed
ru: Модуль управления исполнительным устройством дроссельной заслонки ( ТАС ) – заедание дополнительного устройства в закрытом положении

source: Throttle/Pedal Position Sensor 'B' Minimum Stop Performance
ru: Датчик В положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на минимальном упоре

source: Throttle/Pedal Position Sensor 'C' Minimum Stop Performance
ru: Датчик С положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на минимальном упоре

source: Throttle/Pedal Position Sensor 'D' Minimum Stop Performance
ru: Датчик D положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на минимальном упоре

source: Throttle/Pedal Position Sensor 'E' Minimum Stop Performance
ru: Датчик E положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на минимальном упоре

source: Throttle/Pedal Position Sensor 'F' Minimum Stop Performance
ru: Датчик F положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на минимальном упоре

source: Throttle Actuator Control Motor Current Range/Performance
ru: Сила тока в электродвигателе управления исполнительным устройством дроссельной заслонки – проблемы с рабочим диапазоном / качеством работы

source: Throttle Actuator Control Throttle Body Range/Performance
ru: Управление исполнительным устройством в корпусе дроссельной заслонки – проблемы с рабочим диапазоном / качеством работы

source: Throttle/Pedal Position Sensor/Switch 'D' Circuit
ru: Электрическая цепь датчика – переключателя D положения дроссельной заслонки / педали акселератора

source: Throttle/Pedal Position Sensor/Switch 'D' Circuit Range/Performance
ru: Датчик – переключатель D положения дроссельной заслонки / педали акселератора – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'D' Circuit Low Input
ru: Датчик – переключатель D положения дроссельной заслонки / педали акселератора – низкое напряжение входного сигнала в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'D' Circuit High Input
ru: Датчик – переключатель D положения дроссельной заслонки / педали акселератора – высокое напряжение входного сигнала в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'D' Circuit Intermittent
ru: Датчик – переключатель D положения дроссельной заслонки / педали акселератора – периодически проявляющаяся неисправность в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'E' Circuit
ru: Электрическая цепь датчика – переключателя Е положения дроссельной заслонки / педали акселератора

source: Throttle/Pedal Position Sensor/Switch 'E' Circuit Range/Performance
ru: Датчик – переключатель Е положения дроссельной заслонки / педали акселератора – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'E' Circuit Low Input
ru: Датчик – переключатель Е положения дроссельной заслонки / педали акселератора – низкое напряжение входного сигнала в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'E' Circuit High Input
ru: Датчик – переключатель Е положения дроссельной заслонки / педали акселератора – высокое напряжение входного сигнала в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'E' Circuit Intermittent
ru: Датчик – переключатель Е положения дроссельной заслонки / педали акселератора – периодически проявляющаяся неисправность в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'F' Circuit
ru: Электрическая цепь датчика – переключателя F положения дроссельной заслонки / педали акселератора

source: Throttle/Pedal Position Sensor/Switch 'F' Circuit Range Performance
ru: Датчик – переключатель F положения дроссельной заслонки / педали акселератора – проблемы с рабочим диапазоном / качеством работы электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'F' Circuit Low Input
ru: Датчик – переключатель F положения дроссельной заслонки / педали акселератора – низкое напряжение входного сигнала в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'F' Circuit High Input
ru: Датчик – переключатель F положения дроссельной заслонки / педали акселератора – высокое напряжение входного сигнала в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'F' Circuit Intermittent
ru: Датчик – переключатель F положения дроссельной заслонки / педали акселератора – периодически проявляющаяся неисправность в электрической цепи

source: Throttle/Pedal Position Sensor/Switch 'A' / 'B' Voltage Correlation
ru: Датчик – переключатель А / В положения дроссельной заслонки / педали акселератора – корреляция сигналов напряжения

source: Throttle/Pedal Position Sensor/Switch 'A' / 'C' Voltage Correlation
ru: Датчик – переключатель А / С положения дроссельной заслонки / педали акселератора – корреляция сигналов напряжения

source: Throttle/Pedal Position Sensor/Switch 'B' / 'C' Voltage Correlation
ru: Датчик – переключатель В / С положения дроссельной заслонки / педали акселератора – корреляция сигналов напряжения

source: Throttle/Pedal Position Sensor/Switch 'D' / 'E' Voltage Correlation
ru: Датчик – переключатель D / E положения дроссельной заслонки / педали акселератора – корреляция сигналов напряжения

source: Throttle/Pedal Position Sensor/Switch 'D' / 'F' Voltage Correlation
ru: Датчик – переключатель D / F положения дроссельной заслонки / педали акселератора – корреляция сигналов напряжения

source: Throttle/Pedal Position Sensor/Switch 'E' / 'F' Voltage Correlation
ru: Датчик – переключатель E / F положения дроссельной заслонки / педали акселератора – корреляция сигналов напряжения

source: Exhaust Gas Recirculation Throttle Control Circuit Low
ru: Клапан управления дроссельной заслонки рециркуляции отработавших газов ( EGR ) – низкое напряжение в электрической цепи

source: Exhaust Gas Recirculation Throttle Control Circuit High
ru: Клапан управления дроссельной заслонки рециркуляции отработавших газов ( EGR ) – высокое напряжение в электрической цепи

source: Exhaust Gas Recirculation Vent Control Circuit/Open
ru: Управление выпуском в атмосферу системы рециркуляции отработавших газов ( EGR ) – разрыв в электрической цепи

source: Exhaust Gas Recirculation Vent Control Circuit Low
ru: Управление выпуском в атмосферу системы рециркуляции отработавших газов ( EGR ) – низкое напряжение в электрической цепи

source: Exhaust Gas Recirculation Vent Control Circuit High
ru: Управление выпуском в атмосферу системы рециркуляции отработавших газов ( EGR ) – высокое напряжение в электрической цепи

source: Fuel Injector Group 'A' Supply Voltage Circuit/Open
ru: Форсунка – группа А , напряжение питания – разрыв в электрической цепи

source: Fuel Injector Group 'A' Supply Voltage Circuit Low
ru: Форсунка – группа А , напряжение питания – низкое напряжение в электрической цепи

source: Fuel Injector Group 'A' Supply Voltage Circuit High
ru: Форсунка – группа А , напряжение питания – высокое напряжение в электрической цепи

source: Fuel Injector Group 'B' Supply Voltage Circuit/Open
ru: Форсунка – группа В , напряжение питания – разрыв в электрической цепи

source: Fuel Injector Group 'B' Supply Voltage Circuit Low
ru: Форсунка – группа В , напряжение питания – низкое напряжение в электрической цепи

source: Fuel Injector Group 'B' Supply Voltage Circuit High
ru: Форсунка – группа В , напряжение питания – высокое напряжение в электрической цепи

source: Fuel Injector Group 'C' Supply Voltage Circuit/Open
ru: Форсунка – группа С , напряжение питания – разрыв в электрической цепи

source: Fuel Injector Group 'C' Supply Voltage Circuit Low
ru: Форсунка – группа С , напряжение питания – низкое напряжение в электрической цепи

source: Fuel Injector Group 'C' Supply Voltage Circuit High
ru: Форсунка – группа С , напряжение питания – высокое напряжение в электрической цепи

source: Fuel Injector Group 'D' Supply Voltage Circuit/Open
ru: Форсунка – группа D , напряжение питания – разрыв в электрической цепи

source: Fuel Injector Group 'D' Supply Voltage Circuit Low
ru: Форсунка – группа D , напряжение питания – низкое напряжение в электрической цепи

source: Fuel Injector Group 'D' Supply Voltage Circuit High
ru: Форсунка – группа D , напряжение питания – высокое напряжение в электрической цепи

source: Vehicle Speed Sensor 'B' Range/Performance
ru: Датчик В скорости автомобиля ( VSS ) – проблемы с рабочим диапазоном / качеством работы

source: Vehicle Speed Sensor 'B' Circuit Low
ru: Датчик В скорости автомобиля ( VSS ) – низкое напряжение сигнала

source: Vehicle Speed Sensor 'B' Intermittent/Erratic
ru: Датчик В скорости автомобиля ( VSS ) – прерывистый хаотический сигнал

source: Vehicle Speed Sensor 'A' / 'B' Correlation
ru: Датчик А / В скорости автомобиля ( VSS ) – корреляция

source: Throttle/Pedal Position Sensor 'A' Maximum Stop Performance
ru: Датчик – переключатель А положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на максимальном упоре

source: Throttle/Pedal Position Sensor 'B' Maximum Stop Performance
ru: Датчик – переключатель В положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на максимальном упоре

source: Throttle/Pedal Position Sensor 'C' Maximum Stop Performance
ru: Датчик – переключатель С положения дроссельной заслонки / педали акселератора – проблемы с качеством работы при нахождении на максимальном упоре
